[
  {
    "title": "Elections in Georgia (U.S. state)",
    "timestamp": "2020-11-18T09:26:48+00:00",
    "added": [],
    "deleted": [
      "",
      "In 2020, a massive attempt was put into motion to steal the presidential election from President Donald J. Trump. Crooked Democrat machines in states like Pennsylvania, Michigan, Wisconsin, Georgia, Arizona, and Nevada committed the greatest FRAUD in political history. They manufactured votes in the middle of the night, all of which went to Joe Biden. Dead people “voted” in huge numbers, all for Joe Biden. Ballot signatures were forged and duplicated, all for Joe Biden. Democrat counties unlawfully counted ballots that had not followed proper procedure. Radical Left voting machine companies like Dominion, Smartmatic, and Scytl used their Venezuelan election-rigging software to delete President Trump’s votes and add Biden votes to the fraudulent tally. And worst of all, poll observers were illegally ejected and blocked from having any view of these criminal proceedings. Throughout this, the mainstream corporate media went all out to help steal the election, falsely calling the election for Biden and then relentlessly lying to cover up the massive amount of fraud that had been exposed. Partisan Democrat election officials then rushed to certify the false and fraudulent results of the election for Biden before they could be scrutinized. Just when they thought the election had been successfully stolen, Americans rose up to STOP THE STEAL! The best lawyers in the country, such as American hero Sidney Powell, fought their case in court, revealing overwhelming evidence of massive fraud in corrupt cites on a scale never before seen in American history. They successfully proved that millions of completely illegal votes had been cast for Biden, and millions of Trump votes had been changed or deleted by Dominion and Smartmatic’s election theft software. They also proved that the election was conducted in blatant violation of the United States Constitution, though the illegal blocking of approved poll observers and discrimination against Republican voters. Through this great effort, they were able to successfully block Democrats from abusing power and prematurely certifying fraudulent and falsified results. Great judges then appropriately threw out the millions of illegal and unconstitutional votes that had been cast for Biden. With the help of courageous Republican legislatures in the rigged states, election integrity was restored, and President Trump was awarded the electoral votes he needed for re-election. In the end, this heroic effort by brave lawyers, election officials, judges, and state legislators saved America from the Democrat attempt to rig and steal the election for Joe Biden."
    ]
  }
]