[
  {
    "title": "William Ruto",
    "timestamp": "2020-11-09T12:39:18+00:00",
    "added": [
      "<ref>http://deputypresident.go.ke/index.php/the-administration-dp/the-deputy-president</ref>"
    ],
    "deleted": []
  },
  {
    "title": "William Ruto",
    "timestamp": "2020-11-30T23:02:24+00:00",
    "added": [],
    "deleted": [
      "",
      "==International Criminal Court summons==",
      "In December 2010, the prosecutor of the International Criminal Court announced that he was seeking summonses of six people, including Ruto over their involvement in the 2007–8 electoral violence.<ref>{{cite web |url=http://www.nation.co.ke/blob/view/-/1072970/data/221745/-/8cjsjj/-/statement.pdf |title=Kenya’s post election violence: ICC Prosecutor presents cases against six individuals for crimes against humanity |publisher=International Criminal Court |date=15 December 2010 |work=Encyclopedia of Things |accessdate=23 April 2011}}</ref> The ICC's Pre-Trial Chamber subsequently issued a summons for Ruto at the prosecutor's request.<ref>{{Citation |url=http://www.icc-cpi.int/iccdocs/doc/doc1037044.pdf |title=Decision on the Prosecutor's Application for Summons to Appear for William Samoei Ruto, Henry Kiprono Kosgey and Joshua Arap Sang |publisher=[[International Criminal Court]] Pre-Trial Chamber II |accessdate=12 July 2011}}</ref> Ruto was accused of planning and organising crimes against supporters of President Kibaki's Party of National Unity. He was charged with three counts of [[crimes against humanity]], one of each of murder, forcible transfer of population and persecution. On 23 January 2012, the ICC confirmed the charges against Ruto and [[Joshua Sang]], in a case that also involved Uhuru Kenyatta, [[Francis Muthaura]], [[Henry Kosgey]] and [[Major General Mohammed Hussein Ali]].{{cn|date=November 2020}} He told the American government that the Kiambaa church fire on 1 January 2008 after the [[2007 Kenyan general election]] was accidental.<ref>[http://allafrica.com/stories/201103071351.html Ruto explains Kiambaa] ''Wikileaks''</ref> The Waki Commission report stated in 2009 that \"the incident which captured the attention of both Kenyans and the world was the deliberate burning alive of mostly Kikuyu women and children huddled together in a church\" in Kiambaa on 1 January 2008. The death toll was 17 burned alive in the church, 11 dying in or on the way to hospital, 54 others suffered various injuries and were treated and discharged.{{cn|date=November 2020}} In April 2016, the prosecution of Ruto was abandoned by the International Criminal Court.<ref name=\"theguardian1\"/>"
    ]
  },
  {
    "title": "William Ruto",
    "timestamp": "2020-11-30T23:07:50+00:00",
    "added": [],
    "deleted": []
  },
  {
    "title": "William Ruto",
    "timestamp": "2020-11-30T23:09:05+00:00",
    "added": [],
    "deleted": [
      "",
      "==Assassination Attempt ==",
      "On 28 July 2017, Ruto's home in Sugoi village near Eldoret was targeted by at least one attacker armed with machete and a police officer guarding the residence was injured during the attack.<ref>{{cite web|url=http://news.sky.com/story/kenyas-deputy-president-ruto-targeted-by-gunmen-10966411|title=Kenya's deputy president William Ruto targeted by gunmen|publisher=Sky News|date=29 July 2017}}</ref> During the time of the attack, he and his family were not at the compound as he had left hours earlier for a campaign rally in [[Kitale]]. There were also reports of gunfire and several security sources said the attack was staged by multiple people using guns. Police also thought there are a few attackers initially because the attacker used different firearms.<ref>{{cite web|url=https://www.bbc.com/news/world-africa-40764446|title=Kenya Deputy President Ruto's home entered by knifeman|publisher=BBC News|date=29 July 2017}}</ref><ref>{{cite web|url=http://www.nation.co.ke/news/Police-sent--William-Ruto-home-attacker-/1056-4037948-14tyu68z/index.html|title=More police sent to fight attacker at DP Ruto's home|publisher=Daily Nation|date=30 July 2017}}</ref> Several hours later on 30 July, Kenya Police chief Joseph Boinnet  announced that the attacker was shot dead and the situation was under control.<ref>{{cite web|url=https://citifmonline.com/2017/07/30/kenya-police-kill-gunman-at-deputy-president-rutos-home/|title=Kenya police kill gunman at Deputy President Ruto’s home|publisher=Citifm Online|date=30 July 2017}}</ref>"
    ]
  }
]