[
  {
    "title": "Rodney Davis (politician)",
    "timestamp": "2020-11-20T22:55:36+00:00",
    "added": [],
    "deleted": [
      "[[Category:American Roman Catholics]]"
    ]
  },
  {
    "title": "Rodney Davis (politician)",
    "timestamp": "2020-11-25T20:35:41+00:00",
    "added": [
      "",
      "====2020====",
      "Davis ran for a fifth term, and was unopposed in the Republican primary. Londrigan ran again, and easily won the Democratic primary. Although the race was widely considered a tossup due to the close margin in 2018, Davis won reelection by nearly 10 points.<ref>https://www.wglt.org/post/how-rep-rodney-davis-won-so-handily-13th-congressional-district</ref> His larger margin of victory was attributed to both an increase in turnout from the district's Republican-leaning rural counties, and a decrease in the district's college campuses."
    ],
    "deleted": []
  },
  {
    "title": "Rodney Davis (politician)",
    "timestamp": "2020-11-25T20:39:21+00:00",
    "added": [
      "Davis ran for a fifth term, and was unopposed in the Republican primary. Londrigan ran again, and easily won the Democratic primary. Although the race was widely considered a tossup due to the close margin in 2018, Davis won reelection by nearly 10 points.<ref>https://www.wglt.org/post/how-rep-rodney-davis-won-so-handily-13th-congressional-district</ref> His larger margin of victory was attributed to both an increase in turnout from the district's Republican-leaning rural counties, and a decrease in the district's college campuses. While Londrigan attempted to tie Davis to Trump, he linked her to Illinois House Speaker and State Democratic Party Chair [[Mike Madigan]], who was broadly unpopular."
    ],
    "deleted": []
  },
  {
    "title": "Rodney Davis (politician)",
    "timestamp": "2020-11-25T20:40:55+00:00",
    "added": [
      "Davis ran for a fifth term, and was unopposed in the Republican primary. Londrigan ran again, and easily won the Democratic primary. Although the race was widely considered a tossup due to the close margin in 2018, Davis won reelection by nearly 10 points.<ref>https://www.wglt.org/post/how-rep-rodney-davis-won-so-handily-13th-congressional-district</ref> His larger margin of victory was attributed to both an increase in turnout from the district's Republican-leaning rural counties, and a decrease in the district's college campuses. While Londrigan attempted to tie Davis toPresidentTrump, he linked her to Illinois House Speaker and State Democratic Party Chair [[Mike Madigan]], who was broadly unpopular."
    ],
    "deleted": []
  }
]