[
  {
    "title": "Mark Milley",
    "timestamp": "2020-11-05T15:04:08+00:00",
    "added": [],
    "deleted": []
  },
  {
    "title": "Mark Milley",
    "timestamp": "2020-11-08T03:38:57+00:00",
    "added": [],
    "deleted": [
      "Sheperd is entitled to wear the following:"
    ]
  },
  {
    "title": "Mark Milley",
    "timestamp": "2020-11-20T21:23:47+00:00",
    "added": [],
    "deleted": [
      "",
      "In May 2020, General Milley and the members of the Joint Chiefs of Staff released their vision and guidance for officer professional military education and talent management titled, [https://www.jcs.mil/Portals/36/Documents/Doctrine/education/jcs_pme_tm_vision.pdf?ver=2020-05-15-102429-817 \"Developing Today's Joint Officers for Tomorrow's Ways of War,\"].<ref>https://www.defense.gov/Explore/News/Article/Article/2204041/joint-chiefs-vision-changes-military-education-philosophy/</ref> \"Our vision is for a fully aligned PME and talent management system that identifies, develops, and utilizes strategically minded, critically thinking and creative joint warfighters skilled in the art of war and the practical and ethical application of lethal military power,\" the document states. The Joint Chiefs' vision also focused on the importance of \"jointness\" and the need for an officer to gain exposure to a joint operating environment and joint assignments earlier in their career.",
      "",
      "The development of this new vision grew out of the 2018 [https://dod.defense.gov/Portals/1/Documents/pubs/2018-National-Defense-Strategy-Summary.pdf National Defense Strategy], which highlighted how professional military education \"has stagnated and focused more on the accomplishment of mandatory credit at the expense of lethality and ingenuity. We will emphasize intellectual leadership and military professionalism in the art and science of warfighting, deepening our knowledge of history while embracing new technology and techniques to counter competitors.\" The Joint Chiefs' acknowledge the need for change in the first page of their strategic vision and guidance: \"The profound and rapidly changing character of war and conflict in the 21st century compels us to transform our leader development to maintain our competitive advantage and successfully prepare for the emerging ways of war our Nation could face.\"<ref>https://www.jcs.mil/Portals/36/Documents/Doctrine/education/jcs_pme_tm_vision.pdf?ver=2020-05-15-102429-817</ref>"
    ]
  }
]