[
  {
    "title": "Sharice Davids",
    "timestamp": "2020-11-07T10:58:11+00:00",
    "added": [
      "[[Category:Sportspeople from Frankfurt]]",
      "[[Category:Politicians from Hesse]]"
    ],
    "deleted": []
  },
  {
    "title": "Sharice Davids",
    "timestamp": "2020-11-17T13:15:38+00:00",
    "added": [],
    "deleted": [
      "==Political Positions=="
    ]
  },
  {
    "title": "Sharice Davids",
    "timestamp": "2020-11-17T13:15:50+00:00",
    "added": [],
    "deleted": []
  },
  {
    "title": "Sharice Davids",
    "timestamp": "2020-11-17T13:16:06+00:00",
    "added": [
      "",
      "Below are some of David's stances when it comes to social as well as other domestic and energy issues:",
      "",
      "",
      "* Health Care: David's is for better health care which includes protecting those with pre-existing conditions. She also does support Obamacare (ACA) and also is for lowering health costs.",
      "",
      "* Public Education: David's also advocated for improving of the school system to where it is easier for all people regardless of where they live and wants to make it easier for those with special needs.",
      "",
      "* Veteran's Issues: David's does support the military and does come from a military family. While in congress she has supported bi-partisan bills when it came to helping veteran entrepreneurs by allowing them to have easier access to credit and by better promoting of small businesses owned by veterans.",
      "",
      "* 2nd Amendment: David's does support more gun control measures when it comes to firearms.",
      "",
      "* Energy: David's does support government initiatives to improve solar energy.",
      "",
      "* Law Enforcement: David's is in favor of ending immunity for law enforcement officers when it comes to liability in lawsuits.",
      "",
      "* Trade: David's is in favor of ending barriers when it comes to international trade.",
      "",
      "* LGBT Rights: David's does support same sex marriage",
      ""
    ],
    "deleted": []
  }
]