[
  {
    "title": "Jeff Zients",
    "timestamp": "2020-11-28T18:22:23+00:00",
    "added": [],
    "deleted": [
      "",
      "Cranemere's current holdings are:",
      "",
      "* Acquabella (designer of shower spaces in Spain)",
      "* Timbuk2 Designs (messenger bag company)",
      "* Velocity Vehicle Group (distributor of trucks, RVs, school buses, etc.)",
      "* Symmetry Office (makes ergonomic office furniture)",
      "* Marmite (makes wash basins, showers, etc. from mineral composites)",
      "* Exemplis (makes custom chairs from recycled materials)",
      "* NorthStar Anesthesia (provider of anesthesia services)",
      "",
      "In 2019, Cranemere acquired NorthStar Anesthesia, a provider of anesthesia services. NorthStar Anesthesia is a company of caregivers, founded by an anesthesiologist and a Certified Registered Nurse Anesthetist (CRNA)."
    ]
  },
  {
    "title": "Jeff Zients",
    "timestamp": "2020-11-28T18:30:06+00:00",
    "added": [
      "{{Peacock|date=November 2020}}"
    ],
    "deleted": []
  },
  {
    "title": "Jeff Zients",
    "timestamp": "2020-11-29T17:26:37+00:00",
    "added": [],
    "deleted": [
      "",
      "=== Children's National Hospital Center ===",
      "Zients has a long history with Children's National Hospital having grown up in the Washington, DC area. He served on the Board from 2003-2008 and rejoined the Children's National Board of Directors as Board Chairman in 2019. For 150 years, Children's National has been the children's hospital for the region, serving the critical role of providing care for children with rare, complex or life-threatening conditions. The hospital is consistently ranked as one of the top ten children's hospitals in the country by U.S. News & World Report—this year as No. 7 nationally.",
      "",
      "Last year{{when?|date=November 2020}}, Children's National Hospital Center announced a partnership with Virginia Tech \"that will include a launch of a 12,000-square-foot Virginia Tech biomedical research facility within the new Children's National Research & Innovation Campus.\" According to the announcement, \"the two institutions will now expand their collaborations to develop new drugs, medical devices, software applications and other novel treatments for cancer, rare diseases and other disorders.\" Zients was also quoted in the release stating, \"Children's National Research & Innovation Campus pairs an inspirational mission to find new treatments for childhood illness and disease with the ideal environment for early stage companies. I am confident the campus will be a magnet for big ideas and will be an economic boost for Washington DC and the region. When you bring together business, academia, health care and government in the right setting, you create a hotbed for innovation.\"<ref>{{Cite web|title=Virginia Tech Partnership {{!}} Children's National Hospital|url=http://childrensnational.org/news-and-events/childrens-newsroom/2019/childrens-national-announces-partnership-with-virginia-tech|access-date=2020-07-14|website=childrensnational.org|archive-date=July 15, 2020|archive-url=https://web.archive.org/web/20200715111807/https://childrensnational.org/news-and-events/childrens-newsroom/2019/childrens-national-announces-partnership-with-virginia-tech|url-status=live}}</ref>"
    ]
  }
]