[
  {
    "title": "Andrew Jackson",
    "timestamp": "2020-11-18T01:46:18+00:00",
    "added": [],
    "deleted": [
      "",
      "As soon as Andrew Jackson was put in office he expressed his belief in Manifest Destiny. This meant that America had the right to expand westward to obtain more land. By obtaining more land, America would become more powerful than England and Spain. Americans very quickly became unhappy with the amount of power Jackson held. By signing the treaty 100,000 Native Americans were forced out of their homeland. As soon as Natives resisted, the American military used violence to force them to leave everything behind and move west. The trail lasted about 800 miles, everyday they walked many miles with hardly any food and freezing cold temperatures. These harsh conditions led to the death of over four thousand Native Americans. An American soldier that escorted the Native Americans explained that the estimated four thousand that died didnt even get a proper burial. They had to restart their lives after watching their family members die. After the Natives were removed from their villages, Americans ransacked their homes and took any valuables they could find.<ref>{{cite web |title=A Solider Recalls The Trail of Tears |url=https://www.ncpedia.org/anchor/soldier-recalls-trail-tears |website=NCpedia |accessdate=November 1, 2020}}</ref><ref>{{cite web |title=The Trail of Tears - The Indian Removals |url=https://www.ushistory.org/us/24F.ASP |website=U.S. History Online |accessdate=November 10, 2020}}</ref><ref>{{cite web |title=Union to Disunion: Andrew Jackson's Role |url=http://projects.leadr.msu.edu/uniontodisunion/exhibits/show/manifest-destiny-and-native-am/andrew-jackson-s-role |website=MSU |accessdate=October 26 2020}}</ref><ref>{{cite web |title=What Happened on the Trail of Tears? |url=https://www.nps.gov/trte/learn/historyculture/what-happened-on-the-trail-of-tears.htm |website=National Parks Service |accessdate=October 27 2020}}</ref>",
      ""
    ]
  }
]