[
  {
    "title": "Bill Seitz",
    "timestamp": "2020-11-20T15:18:10+00:00",
    "added": [
      "",
      "==Sexual Harassment Controversy==",
      "On January 24, 2018, the website [https://web.archive.org/web/20181208190906/https://www.3rdrailpolitics.com/#top 3rd Rail Politics] reported Republican legislators' alleged sexist and demeaning comments toward women at a roast for outgoing Ohio House Speaker [[Cliff Rosenberger]]'s chief of staff [[Mike Dittoe]]. Held at the Athletic Club of Columbus just down the street from the Capital Building, the event was attended by legislators, lobbyists and campaign contributors.",
      "",
      "\"Representative William Seitz (R-Cincinnati) called out former Rep. Diana Fessler, calling her a nutjob who \"wore a tin foil hat.\"  More demeaning still, he compared her to his current Southwest Ohio colleague Rep. [[Candice Keller]]. Saving the best for last, he imagined certain legislators doing their work \"set to music.\"  Former Senator [[Cliff Hite]], who as first reported by 3rd Rail was drummed out of office for disturbing allegations of harassing a female statehouse staffer, could have [[Marvin Gaye]]'s \"Let's Get It on,\" Seitz joked.  \"Or better yet,\" he added, \"The Answer is Blowing in the Wind.\" Not content to just smack one chamber, he added a similar off-color double entendre to describe the song for former Rep. [[Wes Goodman]].  [Not suitable for print].<ref>{{Cite web |url=https://www.3rdrailpolitics.com/article/906 |title=Archived copy |access-date=2018-12-11 |archive-url=https://web.archive.org/web/20181215224437/https://www.3rdrailpolitics.com/article/906 |archive-date=2018-12-15 |url-status=dead }}</ref>",
      "",
      "These remarks took place the same week House members received sexual harassment training mandated as a result of recent local and national scandals.",
      "",
      "Days later, Seitz apologized for the remarks, calling them \"irresponsible\". Ohio Speaker Cliff Rosenberger, in a statement, said he expects Seitz to be \"more thoughtful\" and \"more respectful\" in the future.<ref>{{Cite web|url=https://www.journal-news.com/news/state-lawmaker-apologizes-for-comments-reportedly-made-roast/4vyp1sXF3mSOND5gA8Xe2N/|title=Ohio House leadership member apologizes for comments during roast that made a local lawmaker ‘livid’|first=Staff Writer|last=Michael D. Pitman|website=journal-news}}</ref>",
      "",
      "State Reps. [[Nickie Antonio]], [[Teresa Fedor]] and [[Michele Lepore-Hagan]] and [[Kathleen Clyde]] told Republican House Speaker Clifford Rosenberger that Seitz should resign, a move Seitz called \"politically motivated\".<ref>{{Cite web|url=https://sunny95.com/news/061160-061160-4-in-ohio-house-want-lawmaker-to-resign-over-crass-remarks/|title=4 in Ohio House want lawmaker to resign over crass remarks}}</ref>",
      "",
      "Soon after, an anonymous woman filed a complaint, stating that Seitz's remarks worsened an already hostile working environment in the Statehouse. Republican Attorney General [[Mike Dewine]] paid $12,000 to Taft Stettinius & Hollister to conduct an internal investigation. Taft Stettinius and Hollister not only gave Dewine substantial campaign contributions, the firm employed Seitz  for over 3 decades. Taft's investigators conducted only three interviews - of Seitz and two witnesses - then concluded Seitz had not violated the House's Sexual Harassment Policies. The review appeared to exclude any witnesses that were offended Seitz's remarks, or any victims of Statehouse sexual harassment.<ref>{{Cite web|url=https://www.cleveland.com/open/2018/06/rep_bill_seitz_cleared_of_sexu.html|title=Rep. Bill Seitz cleared of sexual harassment after investigation by his former firm|first=Associated|last=Press|date=June 15, 2018|website=cleveland}}</ref>",
      "",
      "The Toledo Blade called for second investigation \"with no [[conflict of interest]]\".<ref>{{Cite web|url=https://www.toledoblade.com/opinion/editorials/2018/06/20/Re-do-the-review-of-Bill-Seitz/stories/20180620207|title=Re-do the review of Bill Seitz|website=Toledo Blade}}</ref>",
      "",
      "Rep. [[Michele Lepore-Hagan]] said, \"...interviewing only two of the more than 100 people who attended the event where Rep. Seitz degraded women, and then burying the report makes it clear that the leadership of the House and AG DeWine wanted to whitewash this particular incident\".<ref>{{Cite web|url=http://www.ohiohouse.gov/democrats/press/ohio-ag-picked-donor-to-whitewash-sexual-harassment-investigation-of-gop-lawmaker-lawmaker-says|title=Ohio AG Picked Donor To Whitewash Sexual Harassment Investigation Of GOP Lawmaker, Lawmaker Says|website=www.ohiohouse.gov}}</ref>",
      "",
      "State Reps. [[Teresa Fedor]] (D-Toledo) and [[Nickie J. Antonio]] (D-Lakewood) asked Ohio Attorney General (AG) Mike DeWine to hire an objective third party to reopen the harassment investigation of Rep. Bill Seitz (R-Cincinnati).<ref>http://www.ohiohouse.gov/nickie-j-antonio/press/ohio-ag-needs-to-open-independent-harassment-investigation-of-bill-seitz-lawmakers-say</ref>",
      "",
      "An ethics grievance was filed with the Ohio Supreme Court against firm partner Stuart Dornette, regarding the firm's failure to disclose this conflict of interest. Dornette has contributed to Seitz's political campaigns. Seitz referred to the complainant as a \"knucklehead\" <ref>{{Cite web|url=https://www.cincinnati.com/story/news/politics/2018/06/25/taft-law-firm-shouldve-disclosed-conflict-interest-grievance-says/732404002/|title=Taft law firm should have disclosed conflict of interest, grievance says|first=Chrissie|last=Thompson|website=Cincinnati.com}}</ref>"
    ],
    "deleted": []
  }
]