[
  {
    "title": "Greg Rothman",
    "timestamp": "2021-10-24T19:27:58+00:00",
    "added": [
      "In 1991, Rothman was charged with [[Conspiracy (law)|conspiracy]] to commit [[forgery]], a [[misdemeanor]]. He pleaded guilty in March 1994 and was sentenced to 5 months' probation, a $2,000 fine, and 160 hours' community service. Rothman was 27 years old at the time. The conspiracy charge arose from a campaign mailer attacking William F. Kane, a candidate for county commission; the mailer included a bogus return address and was falsely attributed to an organization.<ref name=Marroni>Steve Marroni, [https://www.pennlive.com/midstate/2015/07/greg_rothman_87th_special_elec.html 'I did something stupid': GOP candidate in Pa. House race on decades-old charge],",
      "''PennLive'' (July 8, 2015).</ref> The conviction was later [[expunged]], and [[Ed Rendell]] issued Rothman a pardon in January 2011.<ref name=Marroni/> Rothman said in 2015 that he had learned from the mistake and took responsibility for it.<ref name=Marroni/>",
      "",
      "",
      "After [[Donald Trump]] was defeated by [[Joe Biden]] in the [[2020 presidential election]] (including in Pennsylvania, where Biden won by over 80,000 votes), Rothman was one of 26 Pennsylvania House Republicans who called for the election to be overturned by withdrawing the Pennsylvania's certification of its [[Electoral College (United States)|presidential electors]]. The group of Republicans falsely claimed that the election was marred by fraud. The letter came after Trump's campaign lost multiple court cases due to lack of evidence.<ref>{{cite news |last1=Murphy |first1=Jan |author1-link=Jan Murphy |title=26 Pa. House Republicans call for withdrawing certification of presidential electors |url=https://www.pennlive.com/elections/2020/11/26-pa-house-republicans-call-for-withdrawing-certification-of-presidential-electors.html |work=[[The Patriot-News]] |date=27 November 2020 |language=en}}</ref><ref>[https://www.witf.org/2021/01/28/witf-is-connecting-these-lawmakers-to-their-actions-on-the-election-fraud-lie-heres-why/ WITF is connecting these lawmakers to their actions on the election-fraud lie. Here’s why], WITF (January 28, 2021).</ref>"
    ],
    "deleted": []
  }
]