[
  {
    "title": "1964 United States presidential election",
    "timestamp": "2021-09-11T19:19:24+00:00",
    "added": [],
    "deleted": []
  },
  {
    "title": "1964 United States presidential election",
    "timestamp": "2021-10-15T22:07:49+00:00",
    "added": [
      "",
      "Meanwhile, President Johnson was concerned he could lose the election by appearing soft on Communism.<ref>Karnow (1983, p. 371).</ref> On July 10 the [[USS Maddox (DD-731)|USS ''Maddox'']] was ordered into the [[Gulf of Tonkin]], authorized to \"maintain contact with the U.S. military command in Saigon ... and arrange 'such communications ... as may be desired.'\"<ref>Karnow (1983, p. 366).</ref> On July 30, South Vietnamese commandos tried to attack the North Vietnamese radar station on the island of Hon Me,<ref>Karnow (1983, p=367).</ref> with the USS ''Maddox'' sufficiently close that the North Vietnamese believed it was there to provide cover for that commando raid.<ref>Karnow (1983, p. 370).</ref> North Vietnam filed an official complaint with the [[International Control Commission]], accusing the United States of being behind the raid.<ref>Karnow (1983, p. 367).</ref> On August 2, the ''Maddox'' reported having been attacked by three North Vietnamese Navy torpedo boats.<ref>Moise (1996, pp. 50, 78).</ref> Johnson called Soviet Premier Khrushchev, saying the US did not want war and asking the Soviets to convince North Vietnam to not attack American warships.<ref>Karnow (1983, p. 368-369).</ref> The next day, August 3, South Vietnamese raided Cape Vinhson and Cua Ron.<ref>Karnow(1983, p. 370)</ref> That night in the middle of a thunderstorm, the ''Maddox'' intercepted radio messages that gave them \"the 'impression' that Communist parol boats were bracing for an assault.\"  They called for air support from the [[USS Ticonderoga (CV-14)|USS ''Ticonderoga'']].  The pilots didn't see anything, but the ''Maddox'' and the nearby [[USS Turner Joy|USS ''Turner Joy'']] started shooting in all directions.  However, after the incident, all US personnel involved acknowledge they had neither seen nor heard Communist gunfire. Nevertheless, Johnson and an aide Kenneth O'Donnell agreed that Johnson \"would have to respond firmly to defend himself against Goldwater and the Republican right wing.\" Johnson denounced the attack as \"unprovoked\" and [[Gulf of Tonkin Resolution|secured essentially a blank check to do anything he thought necessary in Vietnam]], and left Goldwater looking like an irresponsible hawk.<ref>Karnow (1983, pp. 368-374). Moïse (1996) noted that the Johnson administration did not ''intentionally'' fake the incident.  However, it's clear that Johnson was under pressure to do something, the attacks that actually occurred earlier were ''not'' \"unprovoked\", as Johnson claimed, and once he had taken action, he could not easily admit that the evidence was overstated.</ref>"
    ],
    "deleted": []
  }
]