[
  {
    "title": "John Randolph of Roanoke",
    "timestamp": "2021-10-22T18:23:19+00:00",
    "added": [],
    "deleted": [
      "",
      "==Quotes==",
      "\"We all know our duty better than we discharge it.\"<ref>The Library of Congress (2010). ''Respectfully Quoted.'' Dover Publications, p. 94.</ref>",
      "",
      "\"I am an aristocrat. I love liberty, I hate equality.\"<ref>Russell Kirk, ''The Conservative Mind'' (1953), p. 130.</ref>",
      "",
      "\"Time is at once the most valuable, and the most perishable of all our possessions.\"<ref>Keane, David (2019). ''The Art of Deliberate Success.'' Jossey-Bass, p. 210.</ref>",
      "",
      "(In reference to the [[Embargo Act of 1807]]:) \"It can be likened to curing corns by cutting off the toes.\"<ref>Leab, Daniel (2014). ''Encyclopedia of American Recessions and Depression.'' ABC-CLIO, vol. 1, p. 52.</ref>",
      "",
      "(In reference to the War of 1812) \"Agrarian cupidity, not maritime right, urges the war. . . . We have heard but one word, like the whippoorwill, but one eternal monotonous tone -- Canada! Canada! Canada!\"<ref name=\"Richard D. Heffner, ''A Documentary History of the United States''>Richard D. Heffner, ''A Documentary History of the United States''</ref>",
      "",
      "(In reference to President [[John Quincy Adams]] in 1826:) \"It is my duty to leave nothing undone that I may lawfully do, to pull down this administration&nbsp;... They who, from indifference, or with their eyes open, persist in hugging the traitor to their bosom, deserve to be insulted&nbsp;... deserve to be slaves, with no other music to soothe them but the clank of the chains which they have put on themselves and given to their offspring.\"<ref>Thomas Hart Benton, Abridgment of the Debates of Congress from 1789 to 1856, (NY: D. Appleton and Co. 1858), p. 493</ref>",
      "",
      "(In reference to [[Henry Clay]] ). \"He is a man of splendid abilities but utterly corrupt. He shines and stinks, like a rotten mackerel by moonlight.\"<ref>{{cite book | url = https://books.google.com/books?id=whg05Z4Nwo0C&q=%22He+shines+and+stinks%22+%22John+Randolph+of+Roanoke%22&pg=PA337",
      "}}</ref> According to Randolph's biographer, he was actually referring to [[Edward Livingston]], not Clay.<ref>{{Cite book|title = Henry Clay, Statesman for the Union|last = Remini|first = Robert v.|publisher = W.W. Norton|year = 1991|isbn = 0-393-03004-0|location = New York|pages = 83, footnote 32}}</ref>",
      "",
      "\"From my earliest childhood I have been toiling & wearing my heart out for other people, who took all I could do & suffer for them as no more than their just dues.\"<ref>Collected Letters of John Randolph of Roanoke to Dr. John Brockenbrough, 1812-1833, edited by Kenneth Shorey (New Brunswick, N. J.: Transaction Books, 1988), p. 124</ref>",
      "",
      "\"... time misspent and faculties mis-employed, and senses jaded by labor, or impaired by excess, cannot be recalled any more than that freshness of the heart, before it has become aware of the deceits of others, and of its own.\"<ref>Collected Letters of John Randolph of Roanoke to Dr. John Brockenbrough: 1812-1833, edited by Kenneth Shorey (New Brunswick, N. J.: Transaction Books, 1988), p. 53</ref>",
      ""
    ]
  }
]