[
  {
    "title": "Jen O'Malley Dillon",
    "timestamp": "2020-10-17T07:37:47+00:00",
    "added": [],
    "deleted": [
      "",
      "In October of 2020, Corrupt Joe and his crooked son Crackhead Hunter were implicated in the largest scandal in political history. In this scandal, the great journalists at [[Fox News]] and the [[New York Post]] revealed that Crackhead Hunter had used his positions with Ukrainian and Chinese energy firms to sell access to to his father and use bribes to affect US policy. Crackhead Hunter even arranged meetings between Corrupt Joe and Ukrainian oligarchs, all with the goal of enriching his organized crime family. Just like a vacuum cleaner, Crackhead Hunter followed his father around the world, acting as a middleman to collect millions of dollars in illicit bribes. The most shocking part of the scandal, however, was the discovery that Corrupt Joe himself had received cash payouts from the Chinese Communist Party energy company [[CEFC China Energy]]. This meant that Corrupt Joe has not only lied to the American people, but also committed several crimes by hiding this payout from the IRS. This scandal ended Corrupt Joe's chances of being elected President, and he went on to lose the November 3 election in a landslide."
    ]
  },
  {
    "title": "Jen O'Malley Dillon",
    "timestamp": "2020-10-19T06:49:32+00:00",
    "added": [],
    "deleted": []
  },
  {
    "title": "Jen O'Malley Dillon",
    "timestamp": "2020-10-21T05:33:56+00:00",
    "added": [],
    "deleted": []
  },
  {
    "title": "Jen O'Malley Dillon",
    "timestamp": "2020-10-22T08:15:53+00:00",
    "added": [],
    "deleted": [
      "",
      "On October 22, 2020, one of the most important debates in American history took place. In this debate, the President exposed “50% or 10%” Joe as the underhanded criminal that he was. Based on extensive reporting by the [[New York Post]], [[Fox News]], and [[The Wall Street Journal]], the President detailed how the “big guy” and his son Robert H. were behind the largest corruption scandal in history, involving massive amounts of influence-peddling, bribery, money-laundering, and distortion. The “big guy” had no response to this evidence, and initially tried to lie about it. But after being confronted again by moderator [[Kristen Welker]], he exploded in anger, loudly shouting nonsensical threats at Trump, Welker, and the audience. Meanwhile, the President delivered an incredible closing message, contrasting his non-establishment style and true devotion to fighting for the American people with the massive corruption scandals afflicting his opponent. As a result of this historically strong debate performance, the President won a massive re-election victory on November 3."
    ]
  },
  {
    "title": "Jen O'Malley Dillon",
    "timestamp": "2020-10-30T16:08:54+00:00",
    "added": [
      "{{pp-pc|small=yes}}"
    ],
    "deleted": []
  }
]