[
  {
    "title": "Presidency of Richard Nixon",
    "timestamp": "2020-11-01T00:07:23+00:00",
    "added": [
      "",
      "=== Committee for the Re-Election of the President ===",
      "{{Main|White House Plumbers|Committee for the Re-Election of the President}}",
      "",
      "After the Supreme Court denied the Nixon administration's request to prevent the publication of the Pentagon Papers, Nixon and Ehrlichman established the White House Special Investigations Unit, also known as the \"Plumbers.\" The Plumbers were charged with preventing future [[news leak]]s and retaliating against [[Daniel Ellsberg]], who had been behind the leaking of the Pentagon Papers. Among those who joined the Plumbers were [[G. Gordon Liddy]], E. Howard Hunt, and Charles Colson. Shortly after the establishment of the Plumbers, the organization broke into the office of Ellsberg's psychiatrist.{{sfn|Patterson|pp=756–757}} Rather than relying on the [[Republican National Committee]], Nixon's re-election campaign was primarily waged through the [[Committee for the Re-Election of the President]] (CRP), whose top leadership was composed of former White House personnel.{{sfn|Leuchtenberg|pp=514-515}} Liddy and Hunt became involved with the CRP, conducting espionage on Democrats.{{sfn|Patterson|pp=772–773}}",
      "",
      "During the 1972 Democratic primaries, Nixon and his allies believed that Senator McGovern would be the weakest plausible Democratic nominee in the general election, and the CRP worked to bolster McGovern's strength. Nixon was not informed about the details of each CRP undertaking, but he approved of the overall operation.{{Sfn|Small|1999|pp=253–254}} The CRP especially targeted Muskie, secretly employing Muskie's driver as a spy. The CRP also established fake organizations that nominally supported Muskie, and used those organizations to attack other Democratic candidates; Senator Henry Jackson was accused of having been arrested for homosexual activities, while Humphrey was alleged to have been involved in a drunk driving incident.{{Sfn|Small|1999|pp=254–255}} In June 1972, Hunt and Liddy led a break-in of the [[Democratic National Committee]]'s headquarters at the [[Watergate complex]]. The break-in was foiled by the police, and the Nixon administration denied any involvement in the incident.{{Sfn|Small|1999|pp=255–256}} The break-in perpetrators were indicted on in September 1972, but federal judge [[John Sirica]] ordered a gag order on the case until after the election. Though Watergate remained in the news during the 1972 campaign, it had relatively little effect on the election.{{Sfn|Small|1999|pp=260–261}} The motivation for the Watergate break-in remains a matter of dispute.{{sfn|Patterson|p=772}}"
    ],
    "deleted": []
  }
]