[
  {
    "title": "China–United States trade war",
    "timestamp": "2020-09-08T02:53:17+00:00",
    "added": [],
    "deleted": [
      "{{POV section|date=August 2020}}",
      ""
    ]
  },
  {
    "title": "China–United States trade war",
    "timestamp": "2020-10-08T00:18:33+00:00",
    "added": [
      "",
      "In November 2019, Jim Cramer said that unless China purchased a considerable amount of American goods as a way to prove the validity of the arguments proffered by the the free-trade contingent in the Trump administration, the U.S.-China trade war would continue on for a significant period of time.<ref>{{cite news |last1=Stankiewicz |first1=Kevin |title=Cramer: Ideological divides could make the US-China trade war ‘go on for years’ |url=https://www.cnbc.com/2019/11/14/jim-cramer-why-the-us-china-trade-war-could-go-on-for-years.html |agency=CNBC |publisher=CNBC |date=November 14 2019}}</ref>",
      "",
      "Economist Paul Krugman said in September 2020 that if Democratic candidate Joe Biden won the U.S. presidential election, he should maintain a tough stance against China , but focus more on industrial policy than trade tariffs.<ref>{{cite news |title=U.S. must stand up to China if Biden wins, focus less on trade, Krugman says |url=https://www.reuters.com/article/us-latam-economy-krugman-idUSKBN26J2SH |agency=Reuters |publisher=Reuters |date=SEPTEMBER 28, 2020}}</ref>",
      "[[Minxin Pei]], a scholar of Chinese politics at California’s Claremont McKenna College, argued that Mr. Xi’s ambition for China’s revival as a worldpower had been revealed as hollow through the continuing trade dispute.<ref name=globeandmailcriticism/>",
      ""
    ],
    "deleted": []
  },
  {
    "title": "China–United States trade war",
    "timestamp": "2020-10-21T07:17:28+00:00",
    "added": [
      "",
      "Columnist [[Thomas Friedman]] explains that China was allowed to join the WTO as a \"developing nation,\" therefore permitting it at the time to impose high tariffs on imports from developed countries as to help its rising industries grow with less competition. Its own exports, however, were subject to very low tariffs to make their exports more profitable.<ref name=Friedman>Friedman, Thomas. [https://www.nytimes.com/2018/05/01/opinion/america-china-trump-trade.html?searchResultPosition=1 \"The U.S. and China Are Finally Having It Out\"], ''New York Times'', May 1, 2018</ref> In the case of autos, for example, China was permitted to set a 25 percent tariff on imports, while the U.S. imposed tariffs at only 2.5 percent. As China's industries matured, it was assumed that they would cut their tariffs, however they have refused to voluntarily lower them.<ref name=Friedman/>",
      "",
      "Friedman also points out a number of implied WTO rules that China has ignored. Among those were its government's assistance to help boost many of its industries by providing land at below market prices or by granting loans to companies at very low interest.<ref name=Friedman/> Foreign companies wanting access to their market, however, had barriers placed to make that difficult if not impossible. Among the barriers were requirements by China that foreign companies take on a Chinese partner and give China access to their advanced technologies.<ref name=Friedman/> According to columnist Jeff Ferry, by still supporting and protecting its own industries with such government subsidies and preferential treatment, and ignoring its earlier promises, China's entry into the WTO is being used as an opportunity to \"dominate global markets.\"<ref name=Ferry>Ferry, Jeff. [https://www.clarionledger.com/story/opinion/columnists/2018/10/04/china-tries-hide-illegal-trade-practices-face-tariffs/1520113002/ \"China tries to hide illegal trade practices in the face of tariffs\"], ''Clarion Ledger'', Oct. 4, 2018</ref>"
    ],
    "deleted": []
  },
  {
    "title": "China–United States trade war",
    "timestamp": "2020-10-21T09:13:17+00:00",
    "added": [],
    "deleted": [
      "",
      "He notes that as a condition for joining the WTO, China committed to lower trade barriers and to follow international rules that had been accepted for decades among most trading nations.<ref name=Lipton/>  President [[Bill Clinton]] in 2000 pushed Congress to approve China’s accession to the WTO, saying that more trade with China would advance America’s economic interests by helping American workers, consumers, and investors.<ref name=Lipton/> Clinton stated his hopes in a speech:",
      "{{quote|For the first time, our companies will be able to sell and distribute products in China made by workers here in America without being forced to relocate manufacturing to China, sell through the Chinese government, or transfer valuable technology—for the first time. We’ll be able to export products without exporting jobs.<ref name=Clinton-speech>Clinton, Bill. [https://www.iatp.org/sites/default/files/Full_Text_of_Clintons_Speech_on_China_Trade_Bi.htm \"Full Text of Clinton's Speech on China Trade Bill\"], Federal News Service transcript, March 9, 2000</ref>}}",
      "",
      "According to columnist Jeff Ferry, by still supporting and protecting its own industries with such government subsidies and preferential treatment, and ignoring its earlier promises, China's entry into the WTO is being used as an opportunity to \"dominate global markets.\"<ref name=Ferry>Ferry, Jeff. [https://www.clarionledger.com/story/opinion/columnists/2018/10/04/china-tries-hide-illegal-trade-practices-face-tariffs/1520113002/ \"China tries to hide illegal trade practices in the face of tariffs\"], ''Clarion Ledger'', Oct. 4, 2018</ref> Such government subsidies, notes journalist [[John Ivison]], has allowed China to distort markets. He partly credits President Trump's winning the election in 2016 to his promise to fix China's \"long-time abuse of the broken international system and unfair practices,\" which included the theft of intellectual property.<ref>Ivison, John. \"PM's Chance as Power Broker,\" ''The Ottawa Citizen'', Nov. 17, 2018</ref>",
      "",
      "Business columnist Betsy McCaughey adds that among the violations of WTO rules, China has turned a blind eye to manufacturing knock-off products and selling them as as real. She notes that 88 percent of [[Counterfeit consumer goods]] that are confiscated by [[Homeland Security]] (DHS) were made in China and Hong Kong.<ref name=McCaughey>[https://www.investors.com/politics/columnists/china-trade-war-tariffs-trump-intellectual-property-theft/ \"In China, 'Free' Trade Means Steal What You Want\"], ''Investor's Business Daily'', June 20, 2018</ref> Senators [[Chuck Schumer]] and [[Marco Rubio]] have both supported President Trump's tariffs on China. Sen. Rubio referred to the tariffs as a \"theft tax,\" while Sen. Schumer stated that permitting the theft of intellectual property rights to continue would cause \"long-term real damage to America.\"<ref name=McCaughey/>",
      "",
      "As a result, Moody's economist [[Mark Zandi]] stated that the current trade conflict which President Trump initiated \"has been building for almost 20 years.\"<ref name=Wiseman>[https://www.washingtontimes.com/news/2019/may/15/us-china-trade-conflict-was-20-years-in-the-making/ \"US, China trade conflict was 20 years in the making\"], ''Washington Times'', May 15, 2019</ref> He adds that in his opinion, \"The United States has legitimate grounds to be upset with the Chinese.\"<ref name=Wiseman/> According to one policy analyst, after joining the WTO, China has flooded other countries with exports while preventing easy access to its own market. Economist [[Eswar Prasad]], for example, stated that \"China has effectively used the multilateral trading system to its own advantage, enjoying the benefits of those rules of engagement while not always following those rules in spirit.\"<ref name=Wiseman/> From 2001 when China joined the WTO, until 2018, factory employment in the U.S. has dropped by 3.1 million workers, although many of those lost jobs were due to robotics and other new technologies.<ref>[https://www.foxbusiness.com/markets/trumps-tariffs-what-they-are-and-how-they-will-work \"Trump's tariffs: What they are and how they will work\"], ''Fox Business'', July 9, 2018</ref>"
    ]
  },
  {
    "title": "China–United States trade war",
    "timestamp": "2020-10-21T09:14:24+00:00",
    "added": [],
    "deleted": []
  },
  {
    "title": "China–United States trade war",
    "timestamp": "2020-10-21T10:11:16+00:00",
    "added": [
      "{{POV section}}"
    ],
    "deleted": []
  },
  {
    "title": "China–United States trade war",
    "timestamp": "2020-10-23T20:04:17+00:00",
    "added": [
      "",
      "However, two years after admission to the WTO, members of the [[Presidency of George W. Bush|Bush Administration]] began complaining publicly about the loss of American manufacturing jobs. In response, Commerce Secretary [[Donald Evans]] said the administration created an \"unfair trade practices team\" which would focus on apparent Chinese violations of their promises, including \"product dumping and intellectual property piracy,\" along with forced technology transfers from businesses which wanted to launch joint ventures in China. He also noted that during the previous three years, 2.7 million workers had been laid off. [[Joseph Lieberman]] claimed that the Bush administration's attention to China's trade issues was \"2.5 million jobs late.\"<ref>\"Task Force to Combat Trading Violations,\" ''Los Angeles Times'', Sept. 16, 2003</ref>"
    ],
    "deleted": []
  },
  {
    "title": "China–United States trade war",
    "timestamp": "2020-10-23T20:07:30+00:00",
    "added": [
      "However, two years after admission to the WTO, members of the [[Presidency of George W. Bush|Bush Administration]] began complaining publicly about the loss of American manufacturing jobs. In response, Commerce Secretary [[Donald Evans]] said the administration created an \"unfair trade practices team\" which would focus on apparent Chinese violations of their promises, including \"product dumping and intellectual property piracy,\" along with forced technology transfers from businesses which wanted to launch joint ventures in China. He also noted that during the previous three years, 2.7 million workers had been laid off. [[Joseph Lieberman]] claimed that the Bush administration's attention to China's trade issues was \"2.5 million jobs late.\"<ref>[https://www.latimes.com/archives/la-xpm-2003-sep-16-fi-trade16-story.html\"Task Force to Combat Trading Violations\"],''Los Angeles Times'', Sept. 16, 2003</ref>"
    ],
    "deleted": []
  },
  {
    "title": "China–United States trade war",
    "timestamp": "2020-10-25T17:12:52+00:00",
    "added": [
      "",
      "",
      "The trade war reduced the United States' trade deficit with China in 2019, but this trend reversed itself in 2020, with the trade deficit increasing back to its pre–trade war level, while the United States' overall trade deficit has increased. The trade war did not succeed in increasing U.S. manufacturing growth. While it has led to higher employment in certain industries, tariffs led to a net loss of U.S. manufacturing jobs.<ref>{{cite news |last1=Davis |first1=Josh Zumbrun and Bob |title=China Trade War Didn’t Boost U.S. Manufacturing Might |url=https://www.wsj.com/articles/china-trade-war-didnt-boost-u-s-manufacturing-might-11603618203 |accessdate=25 October 2020 |work=Wall Street Journal |date=25 October 2020}}</ref>"
    ],
    "deleted": []
  },
  {
    "title": "China–United States trade war",
    "timestamp": "2020-10-29T19:05:04+00:00",
    "added": [],
    "deleted": [
      "*October 26: A [[Ministry of Foreign Affairs of the People's Republic of China|Chinese Foreign Ministry]] spokesman, [[Zhao Lijian]] stated that the country was planning to impose sanctions on [[Lockheed Martin]], [[Boeing Defense, Space & Security|Boeing Defense]] and [[Raytheon]], along with some individuals and companies for their involvement in the [[arms sales]] to [[Taiwan]]. The [[US Department of State]] had approved sale of three weapons systems, including [[missiles]], [[sensors]] and [[artillery]], which had a total value of US$1.8 billion.<ref>{{cite_web|url=https://in.reuters.com/article/usa-china-taiwan/china-to-impose-sanctions-on-u-s-firms-over-taiwan-arms-sales-idINKBN27B0P0|title=China to impose sanctions on U.S. firms over Taiwan arms sales|accessdate=26 October 2020|website=Reuters}}</ref>"
    ]
  },
  {
    "title": "China–United States trade war",
    "timestamp": "2020-10-30T23:38:48+00:00",
    "added": [],
    "deleted": [
      "",
      "The trade war reduced the United States' trade deficit with China in 2019, but this trend reversed itself in 2020, with the trade deficit increasing back to its pre–trade war level, while the United States' overall trade deficit has increased. The trade war did not succeed in increasing U.S. manufacturing growth. While it has led to higher employment in certain industries, tariffs led to a net loss of U.S. manufacturing jobs.<ref>{{cite news |last1=Davis |first1=Josh Zumbrun and Bob |title=China Trade War Didn't Boost U.S. Manufacturing Might |url=https://www.wsj.com/articles/china-trade-war-didnt-boost-u-s-manufacturing-might-11603618203 |accessdate=25 October 2020 |work=Wall Street Journal |date=25 October 2020}}</ref>"
    ]
  }
]