[
  {
    "title": "Vernon Jones",
    "timestamp": "2021-10-16T04:51:28+00:00",
    "added": [
      "",
      "===Behavior toward women===",
      "According to a 2021 examination of Jones' record by the ''[[Atlanta Journal-Constitution]]'', \"Jones has a long history of problematic behavior toward women, repeatedly accused of threatening, intimidating and harassing women in his personal and professional lives\" over three decades.<ref name=Judd>Alan Judd, [https://www.ajc.com/politics/election/vying-for-trumps-support-vernon-jones-faces-history-of-misconduct-toward-women/BP65PSEHAJFOPOS2BGB34G4BEA/ Vying for Trump’s support, Vernon Jones faces history of misconduct toward women], ''Atlanta Journal Constitution'' (May 14, 2021).</ref> The newspaper reviewed several previously reported episodes, as well as new details that had not been reported.<ref name=Judd/> Jones has denied \"any improper conduct with anyone, at any time.\"<ref name=Judd/>",
      "",
      "In June 1989, three years before his election to the state legislature, Jones (who was then 28 years old) was arrested on a charge of pointing a pistol at a woman in her home in [[Doraville, Georgia|Doraville]].<ref name=Judd/> Criminal charges were dismissed, and Jones was ordered to attend [[anger management]] classes instead.<ref name=Judd/>",
      "",
      "In 2003, a community activist who complained about Jones' handling of flooding issues said that a disheveled Jones, accompanied by a plainclothes county police officer, confronted her in the evening at her home, approaching her with waving arms and clenched fists and mentioning her husband's recent death.  The activist said that she felt threatened and intimidated by Jones.<ref name=Judd/> A prosecutor declined to charge Jones with [[criminal trespass]], but warned Jones to stay away from the activist. The activist sued Jones for trespass and [[Assault (tort)|assault]]; the case was settled out of court on confidential terms in 2009.<ref name=Judd/>",
      "",
      "In 2004, DeKalb County Commissioner Elaine Boyer made a complaint to Decatur police that Jones \"deliberately walked into her and made hard shoulder-to-shoulder contact\" after a heated public meeting; she did not pursue charges against Jones, but accused him of verbal abusing commissioners and staff and making \"derogatory and degrading comments.\"<ref name=Judd/>",
      "",
      "A woman accused Jones of raping her in late December 2004 at a party at his home.<ref name=Judd/> Before detectives could take the statement of the women, the police chief of DeKalb telephoned Jones to inform him of the allegation; a [[Georgia Attorney General]]'s Office investigation concluded that the chief's call was inappropriate. The women's name was later leaked to the media, and the women declined to press charges, citing the emotional distress that it would entail.<ref name=Judd/>  Jones was not prosecuted, and the allegation did not cause him significant political damage.<ref name=Judd/> A different woman accused Jones of threatening her with a gun in her home.<ref name=Judd/>"
    ],
    "deleted": []
  }
]