[
  {
    "title": "United States Electoral College",
    "timestamp": "2020-09-21T12:31:06+00:00",
    "added": [
      "{{Portal|Politics|United States}}"
    ],
    "deleted": []
  },
  {
    "title": "United States Electoral College",
    "timestamp": "2020-10-15T08:12:51+00:00",
    "added": [
      "* [[Michael Kazin]], \"The Creaky Old System: Is the real threat to American democracy one of its own institutions?\" (review of [[Alexander Keyssar]], ''Why Do We Still Have the Electoral College?'', Harvard, 2020, 544 pp., ISBN 978 0 674 66015 1), ''[[The Nation]]'', vol. 311, no. 7 (5 / 12 October 2020), pp. 42–44. Kazin writes: \"[[James Madison]] [...] sought to replace [the Electoral College] with a national popular vote [...]. [p. 43.] [W]e endure with the most ridiculous system [on earth] for producing our head of state and government [...].\" (p. 44.)"
    ],
    "deleted": []
  },
  {
    "title": "United States Electoral College",
    "timestamp": "2020-10-29T00:39:16+00:00",
    "added": [],
    "deleted": [
      "U will die"
    ]
  },
  {
    "title": "United States Electoral College",
    "timestamp": "2020-10-29T23:15:50+00:00",
    "added": [],
    "deleted": [
      "",
      "'''Voting During a Pandemic: the Absentee Ballot vs Voting in Person'''",
      "",
      "The [[absentee ballot]] is a voting method in which a ballot for an election is filled out, notarized, and mailed before the election date. This method is optional and was utilized by about 1 out of 4 Americans in the 2018 Presidential election. If a pandemic occurs, the absentee ballot is seen as an essential service because it entails limited human to human interaction, if any at all. While the United States is enduring the pandemic of 2020, known as the Coronavirus or [[COVID-19 pandemic|COVID-19]], some citizens criticize the service of voting by absentee ballot in comparison to voting in person.",
      "",
      "Those who do not favor the encouraged voting method by absentee ballot are opposed to the idea for many reasons. A few reasons being that 13 out of 50 states cannot count absentee ballots until election day, while another three states cannot count ballots until polls are closed. This poses an issue because it is anticipated to prolong voting reports that many follow live every election. It will extend the time it takes to announce America's elected president. Another common issue that voters conclude is that the absentee ballot is an opportunity for political parties to cause [[voter suppression]] and influence votes. In the last 2018 presidential election, it was reported that in states such as Georgia, Florida, and many more states that thousands of absentee ballots were thrown out due to errors. The discrepancies that can make a ballot insufficient can vary from stating the incorrect address, not checking or signing in a signatory box, and misstating or not at all reporting a person's date of birth. Due to these errors and other possible errors, voters are not confident in using an absentee ballot.",
      "",
      "Those in support of this method view it as an opportunity to avoid the possibility of contracting Coronavirus. This option makes it possible for persons to vote from a remote location no matter their physical circumstances if they are eligible. All 50 states currently offer an absentee ballot option, but only five states initiate mailing absentee ballots without a person having to request one. Washington, Utah, Hawaii, Oregon, and Colorado mail their residents absentee ballots automatically. In all other states, residents can apply for an absentee ballot online, by mail, over the phone, or in person.",
      "<ref>{{cite web |last1=Povich |first1=Elaine |title=Fearing Delays and Chaos, Swing States Weight Early Counting of Mailed-In Ballots |url=https://www.pewtrusts.org/en/research-and-analysis/blogs/stateline/2020/08/28/fearing-delays-and-chaos-swing-states-weigh-early-counting-of-mail-in-ballots |website=pewtrust.org |publisher=Pew |accessdate=25 October 2020}}</ref><ref>{{cite web |last1=Root |first1=Danielle |title=Voter Suppression During the 2018 Midterm Elections |url=https://www.americanprogress.org/issues/democracy/reports/2018/11/20/461296/voter-suppression-2018-midterm-elections/ |website=americanprogress.org |publisher=Center for American Progress |accessdate=25 October 2020}}</ref><ref>{{cite web |last1=Young |first1=Jay |title=Commentary: Sorry, but not all of us can vote from home |url=https://search-proquest-com.mctproxy.mnpals.net/docview/2400722871/citation/AFC72D116BEB4FD6PQ/1?accountid=28000 |website=mnpals.net |publisher=Tribune Publishing Company, LLC |accessdate=25 October 2020}}</ref><ref>{{cite news |last1=Treene |first1=Alayna |title=Axios: Congressmen Reintroduce bill to vote from home districts amid coronavirus outbreak |url=https://search-proquest-com.mctproxy.mnpals.net/docview/2428514466/citation/D90310BCA5DA4B83PQ/1?accountid=28000 |accessdate=25 October 2020 |publisher=Newstex |date=March 9, 2020}}</ref><ref>{{cite web |last1=Ward |first1=Leah |title=Simon says: Vote from home |url=https://search-proquest-com.mctproxy.mnpals.net/docview/2417888349?pq-origsite=summon |website=mnpals.net |publisher=The Daily Globe |accessdate=25 October 2020}}</ref>"
    ]
  },
  {
    "title": "United States Electoral College",
    "timestamp": "2020-10-30T09:52:55+00:00",
    "added": [],
    "deleted": [
      "jewrflwejgweliuwjligjwuørtguøwouø"
    ]
  }
]