[
  {
    "title": "Jonathan Jackson (Illinois politician)",
    "timestamp": "2021-09-04T03:32:58+00:00",
    "added": [],
    "deleted": [
      "",
      "In 2011, Jackson assisted the wrongful conviction crusade of John Walker, an African American man from Buffalo, New York, who, in 1976, when he was just 16 years old, was falsely charged along with four of his closest friends, of having committed a brutal robbery/murder. The victim was an elderly Caucasian man named William Crawford. Mr. Crawford, who also lived in Buffalo, was assaulted after leaving a bar across the street from his home, on Friday, January 2, 1976. Walker and his friends were innocent and had verifiable alibis, but the Buffalo Police Department, and the Erie County District Attorney's Office, pursued them as suspects nonetheless. Moreover, when one of the youths caved in under what he would years later describe as having been intense intimidation and coercion antics on the part of the Buffalo Police Department personnel who interrogated him, the youths were indicted. In 1977, four of the youths were tried for the crime. Three were convicted, one was acquitted. Walker, Darryl Boyd, and Darryn Gibson were sentenced to 17-to-life, 20-to-life, and 25-to-life, respectively, and they were all sent to adult-population New York State prisons. Walker, after having been incarcerated for a total of 22 years, was released on lifetime parole terms, in 2000. In Upstate Western New York, the youths are referred to as [https://facebook.com/thebuffalo5 The Buffalo 5], but their birth names, are John Walker, Darryl Boyd, Darryn Gibson (deceased), Floyd Martin (deceased), and Tyrone Woodruff. Update: In August 2021, the wrongful 1977 convictions of Buffalo 5 members John Walker and Darryl Boyd were vacated, by New York State Supreme Court, in Buffalo.",
      "NYS Supreme Court Justice Christopher J. Burns, presided."
    ]
  },
  {
    "title": "Jonathan Jackson (Illinois politician)",
    "timestamp": "2021-09-04T03:33:31+00:00",
    "added": [
      "",
      "In 2011, Jackson aided the wrongful conviction crusade of John Walker, an African American man from Buffalo, New York, who, in 1976, when he was just 16 years old, was falsely charged along with four of his closest friends, of having committed a brutal robbery/murder. The victim was an elderly Caucasian man named William Crawford. Walker and his friends were innocent and had verifiable alibis, but they were pursued as suspects nonetheless. In 1977, four of the youths were tried for the crime. Three were convicted, one was acquitted. Walker, Darryl Boyd, and Darryn Gibson were sentenced to 17-to-life, 20-to-life, and 25-to-life, respectively, and they were all sent to adult-population New York State prisons. Walker, after having been incarcerated for a total of 22 years, was released on lifetime parole terms, in 2000. In 2011, a mini-documentary concerning Walker's perspective of the episode, was written, directed, and produced by Dr. Peter K.B. St. Jean. Jonathan Jackson, and his father The Reverend Jesse L. Jackson, under the auspices of the elder Jackson's RainbowPUSH organization, made cameo appearances in that short film. In his cameo, the younger Jackson states \"If it could happen to John Walker, it could happen to you\"!. In Upstate Western New York, Walker and his four childhood friends are referred to as [https://facebook.com/thebuffalo5 The Buffalo 5]. Update: In August 2021, the wrongful 1977 convictions of Buffalo 5 members John Walker and Darryl Boyd were vacated, by New York State Supreme Court, in Buffalo."
    ],
    "deleted": []
  },
  {
    "title": "Jonathan Jackson (Illinois politician)",
    "timestamp": "2021-09-04T03:46:41+00:00",
    "added": [],
    "deleted": [
      "",
      "In 2011, Jackson aided the wrongful conviction crusade of John Walker, an African American man from Buffalo, New York, who, in 1976, when he was just 16 years old, was falsely charged along with four of his closest friends, of having committed a brutal robbery/murder. The victim was an elderly Caucasian man named William Crawford. Walker and his friends were innocent and had verifiable alibis, but they were pursued as suspects nonetheless. In 1977, four of the youths were tried for the crime. Three were convicted, one was acquitted. Walker, Darryl Boyd, and Darryn Gibson were sentenced to 17-to-life, 20-to-life, and 25-to-life, respectively, and they were all sent to adult-population New York State prisons. Walker, after having been incarcerated for a total of 22 years, was released on lifetime parole terms, in 2000. In 2011, a mini-documentary concerning Walker's perspective of the episode, was written, directed, and produced by Dr. Peter K.B. St. Jean. Jonathan Jackson, and his father The Reverend Jesse L. Jackson, under the auspices of the elder Jackson's RainbowPUSH organization, made cameo appearances in that short film. In his cameo, the younger Jackson states \"If it could happen to John Walker, it could happen to you\"!. In Upstate Western New York, Walker and his four childhood friends are referred to as [https://facebook.com/thebuffalo5 The Buffalo 5]. Update: In August 2021, the wrongful 1977 convictions of Buffalo 5 members John Walker and Darryl Boyd were vacated, by New York State Supreme Court, in Buffalo."
    ]
  },
  {
    "title": "Jonathan Jackson (Illinois politician)",
    "timestamp": "2021-09-04T03:48:02+00:00",
    "added": [],
    "deleted": []
  }
]