[
  {
    "title": "Woodrow Wilson",
    "timestamp": "2021-09-22T04:56:28+00:00",
    "added": [],
    "deleted": [
      "",
      "In 1917, the U.S. finally acquired by purchase the [[Danish Virgin Islands]], which was justified for security reasons of keeping a potential base of German activity in the Western Hemisphere as World War I raged.<ref>Loveman, Brian. ''No Higher Law: American Foreign Policy and the Western Hemisphere since 1776''. Chapel Hill: University of North Carolina Press 2010, 195.</ref>"
    ]
  },
  {
    "title": "Woodrow Wilson",
    "timestamp": "2021-09-22T04:58:05+00:00",
    "added": [
      "",
      "Wilson took office during the [[Mexican Revolution]], which had begun in 1911 after liberals overthrew the military dictatorship of [[Porfirio Díaz]]. Shortly before Wilson took office, conservatives retook power through a coup led by [[Victoriano Huerta]].<ref>Clements (1992), pp. 96–97</ref> Wilson rejected the legitimacy of Huerta's \"government of butchers\" and demanded Mexico hold democratic elections.<ref>{{Cite journal |jstor = 1007454|title = Woodrow Wilson, Victoriano Huerta, and the Recognition Issue in Mexico|journal = The Americas|volume = 41|issue = 2|pages = 151–176|last1 = Henderson|first1 = Peter V. N.|year = 1984|doi = 10.2307/1007454}}</ref> After Huerta arrested U.S. Navy personnel who had accidentally landed in a restricted zone near the northern port town of [[Tampico]], Wilson [[United States occupation of Veracruz|dispatched the Navy to occupy]] the Mexican city of [[Veracruz]]. A strong backlash against the American intervention among Mexicans of all political affiliations convinced Wilson to abandon his plans to expand the U.S. military intervention, but the intervention nonetheless helped convince Huerta to flee from the country.<ref>Clements (1992), pp. 98–99</ref> A group led by [[Venustiano Carranza]] established control over a significant proportion of Mexico, and Wilson recognized Carranza's government in October 1915.<ref name=\"Clements (1992), pp. 99–100\">Clements (1992), pp. 99–100</ref>",
      "",
      "Carranza continued to face various opponents within Mexico, including [[Pancho Villa]], whom Wilson had earlier described as \"a sort of [[Robin Hood]].\"<ref name=\"Clements (1992), pp. 99–100\"/> In early 1916, Pancho Villa raided the village of [[Columbus, New Mexico]], killing or wounding dozens of Americans and causing an enormous nationwide American demand for his punishment. Wilson ordered General [[John J. Pershing]] and 4,000 troops across the border to capture Villa. By April, Pershing's forces had broken up and dispersed Villa's bands, but Villa remained on the loose and Pershing continued his pursuit deep into Mexico. Carranza then pivoted against the Americans and accused them of a punitive invasion, leading to several incidents that nearly led to war. Tensions subsided after Mexico agreed to release several American prisoners, and bilateral negotiations began under the auspices of the Mexican-American Joint High Commission. Eager to withdraw from Mexico due to tensions in Europe, Wilson ordered Pershing to withdraw, and the last American soldiers left in February 1917.<ref>Link (1964), 194–221, 280–318; Link (1965), 51–54, 328–339</ref>"
    ],
    "deleted": []
  },
  {
    "title": "Woodrow Wilson",
    "timestamp": "2021-09-22T05:03:25+00:00",
    "added": [],
    "deleted": [
      "",
      "Carranza continued to face various opponents within Mexico, including his former ally, General [[Pancho Villa]], whom Wilson had earlier described as \"a sort of [[Robin Hood]].\"<ref name=\"Clements (1992), pp. 99–100\"/> In early 1916, having been soundly beaten by Carranza's best general in 1915, Villa's army disintegrated, but still Villa operated in northern Mexico. He raided the town of [[Columbus, New Mexico]], killing or wounding dozens of civilian residents and causing an enormous nationwide American demand for his punishment. Wilson ordered General [[John J. Pershing]] and 4,000 troops across the border to capture Villa, violating Mexico's territorial sovereignty. By April, Pershing's forces had broken up and dispersed Villa's bands, but Villa remained at liberty in his home territory. Pershing continued his pursuit deep into Mexico. Carranza  accused the U.S. of a punitive invasion, leading to several incidents that nearly led to war. Tensions subsided after Mexico agreed to release several American prisoners, and bilateral negotiations began under the auspices of the Mexican-American Joint High Commission. Eager to withdraw from Mexico without capturing of killing Villa as tensions rose in Europe, Wilson ordered Pershing to withdraw, and the last U.S. Army personnel left Mexico in February 1917.<ref>Link (1964), 194–221, 280–318; Link (1965), 51–54, 328–339</ref>"
    ]
  }
]