[
  {
    "title": "John Durham",
    "timestamp": "2021-09-16T17:40:35+00:00",
    "added": [
      "",
      "==Personal life==",
      "According to CNN, Durham is \"press-shy\" and is known for his tendency to avoid the media.<ref name=\"cnn\"/> United States Attorney [[Deirdre Daly]] once described him as \"tireless, fair and aggressive\" while [[United States Senator]] [[Chris Murphy]] characterized him as \"tough-nosed ... apolitical and serious\".<ref name=\"cnn\">{{cite news |last1=Cohen |first1=Marshall |title=US attorney’s ‘apolitical’ reputation on the line as he helps Barr review the Russia probe |url=https://www.cnn.com/2019/05/14/politics/john-durham-barr-russia-probe/index.html |access-date=September 16, 2021 |work=[[CNN]] |date=May 14, 2019}}</ref>"
    ],
    "deleted": []
  },
  {
    "title": "John Durham",
    "timestamp": "2021-09-16T22:04:19+00:00",
    "added": [
      "",
      "The only \"evidence\" of wrongdoing actually relied upon in the indictment are the allegation that the person to whom Attorney Sussman spoke, James Baker, does not remember Attorney Sussman stating who he represented and that purportedly contemporaneous notes indicate that Attorney Sussman stated that he was not reporting the allegations of Trump campaign ties to Russia on behalf of a client.  However, the notes themselves explicitly state that Attorney Sussman previously represented the DNC and Clinton Foundation.  The rest of the indictment reads like a conspiracy theory diatribe straight from the Fox News fever swamps, setting forth extraneous every fact not relevant to the actual charges brought that Attorney Durham believes will help establish a grand plot to create allegations of Trump campaign ties to Russia, feed them to the FBI and put Trump under investigation.  However, it alleges no facts that would establish any crimes other than the thin factual basis for the indictment against Attorney Sussman."
    ],
    "deleted": []
  },
  {
    "title": "John Durham",
    "timestamp": "2021-09-16T22:12:17+00:00",
    "added": [
      "The only \"evidence\" of wrongdoing actually relied upon in the indictment are the allegation that the person to whom Attorney Sussman spoke, James Baker, does not remember Attorney Sussman stating who he represented and that purportedly contemporaneous notes indicate that Attorney Sussman stated that he was not reporting the allegations of Trump campaign ties to Russia on behalf of a client.  However, the notes themselves explicitly state that Attorney Sussman previously represented the DNC and Clinton Foundation.  The rest of the indictment reads like a conspiracy theory diatribe straight from the Fox News fever swamps, setting forth extraneousfactsnot relevant to the actual charges broughtand whichAttorney Durhamapparentlybelieves will help establish a grand plot to create allegations of Trump campaign ties to Russia, feed them to the FBI and put Trump under investigation.  However, it alleges no facts that would establish any crimes other than the thin factual basis for the indictment against Attorney Sussman."
    ],
    "deleted": []
  },
  {
    "title": "John Durham",
    "timestamp": "2021-09-16T22:13:34+00:00",
    "added": [],
    "deleted": [
      "",
      "The only \"evidence\" of wrongdoing actually relied upon in the indictment are the allegation that the person to whom Attorney Sussman spoke, James Baker, does not remember Attorney Sussman stating who he represented and that purportedly contemporaneous notes indicate that Attorney Sussman stated that he was not reporting the allegations of Trump campaign ties to Russia on behalf of a client.  However, the notes themselves explicitly state that Attorney Sussman previously represented the DNC and Clinton Foundation.  The rest of the indictment reads like a conspiracy theory diatribe straight from the Fox News fever swamps, setting forth extraneous facts not relevant to the actual charges brought and which Attorney Durham apparently believes will help establish a grand plot to create allegations of Trump campaign ties to Russia, feed them to the FBI and put Trump under investigation.  However, it alleges no facts that would establish any crimes other than the thin factual basis for the indictment against Attorney Sussman."
    ]
  },
  {
    "title": "John Durham",
    "timestamp": "2021-09-16T22:19:01+00:00",
    "added": [
      "",
      "In a deposition to Congress in 2018, Mr. Baker said he did not remember Mr. Sussmann “specifically saying that he was acting on behalf of a particular client,” but also said Mr. Sussmann had told him “he had cyberexperts that had obtained some information that they thought should get into the hands of the F.B.I.”  In addition the only other evidence upon which the actual charges in the indictment are based are a set of allegedly contemporaneous notes taken around the time Mr. Baker and Attorney Sussman had their conversation.  The notes themselves EXPLICITLY note that Attorney Sussman represented the DNC and Clinton organization."
    ],
    "deleted": []
  },
  {
    "title": "John Durham",
    "timestamp": "2021-09-16T22:25:34+00:00",
    "added": [],
    "deleted": [
      "",
      "In a deposition to Congress in 2018, Mr. Baker said he did not remember Mr. Sussmann “specifically saying that he was acting on behalf of a particular client,” but also said Mr. Sussmann had told him “he had cyberexperts that had obtained some information that they thought should get into the hands of the F.B.I.”  In addition the only other evidence upon which the actual charges in the indictment are based are a set of allegedly contemporaneous notes taken around the time Mr. Baker and Attorney Sussman had their conversation.  The notes themselves EXPLICITLY note that Attorney Sussman represented the DNC and Clinton organization."
    ]
  },
  {
    "title": "John Durham",
    "timestamp": "2021-10-01T01:13:21+00:00",
    "added": [
      "",
      "''The New York Times'' reported Durham had records showing Sussmann had billed the Clinton campaign for certain hours he spent working on the Alfa-Bank matter. His attorneys said he did so because he needed to demonstrate internally that he was engaged in billable work, though the work involved consulting with Elias, and the campaign paid a flat monthly fee to Perkins Coie but was not actually charged for those billed hours.<ref>https://www.nytimes.com/2021/09/15/us/politics/durham-michael-sussmann-trump-russia.html</ref>"
    ],
    "deleted": []
  }
]