[
  {
    "title": "Stephen Hahn",
    "timestamp": "2020-09-15T20:40:58+00:00",
    "added": [
      "",
      "After controversy over the hydroxychloroquine and plasma authorizations, Hahn transferred two political appointees from the top public relations and communications posts at the agency, replacing them with career civil servants. Emily Miller, the agency's top spokesperson, who had no prior medical or science experience, was removed after just two weeks on the job.<ref>{{cite news|url=https://www.politico.com/news/2020/08/28/fda-top-spokesperson-leaves-404422|title='She couldn't even pronounce convalescent plasma': FDA ousts spokesperson after 2 weeks|last1=Cancryn|first1=Adam|last2=Diamond|first2=Dan|date=August 28, 2020|work=Politico|accessdate=15 September 2020}}</ref>"
    ],
    "deleted": []
  },
  {
    "title": "Stephen Hahn",
    "timestamp": "2020-09-15T20:49:36+00:00",
    "added": [
      "After controversy over the hydroxychloroquine and plasma authorizations, Hahn transferred two political appointees from the top public relations and communications posts at the agency, replacing them with career civil servantson an acting basis. Emily Miller, the agency's top spokesperson, who had no prior medical or science experience, was removedon August 28after just two weeks on the job.<ref>{{cite news|url=https://www.politico.com/news/2020/08/28/fda-top-spokesperson-leaves-404422|title='She couldn't even pronounce convalescent plasma': FDA ousts spokesperson after 2 weeks|last1=Cancryn|first1=Adam|last2=Diamond|first2=Dan|date=August 28, 2020|work=Politico|accessdate=15 September 2020}}</ref> On September 2 John \"Wolf\" Wagner, a close ally of chief DHS spokesman [[Michael Caputo]], was removed from his post as FDA's associate commissioner for external affairs after serving for two months.<ref>{{cite news|url=https://www.politico.com/news/2020/09/02/fda-shake-up-comms-team-407688|title=FDA shake-up continues as another comms official removed from top role|last=Diamond|first=Dan|date=September 2, 2020|work=Politico|accessdate=15 September 2020}}</ref>"
    ],
    "deleted": []
  },
  {
    "title": "Stephen Hahn",
    "timestamp": "2020-09-17T02:23:34+00:00",
    "added": [
      "",
      "The FDA was criticized in the beginning stages of the pandemic in the U.S. for moving slowly and bureaucratically in approving [[COVID-19 testing|COVID-19 tests]] developed by laboratories, prompting concerns from [[academic medical center]]s and others.<ref name=McGinley>Laurie McGinley & Yasmeen Abutaleb, [https://www.washingtonpost.com/health/2020/08/20/trump-fda-tests-coronavirus/ Trump administration bars FDA from regulating some laboratory tests, including for coronavirus], ''Washington Post'' (August 20, 2020).</ref> On February 29, 2020, the FDA allowed laboratories to begun using tests after validation, but still required emergency use authorization applications.<ref name=McGinley/> Over the following months, the FDA approved many COVID-19 tests, including lab-developed and non-lab-developed tests. In August 2020, the Trump administration blocked the FDA from regulating COVID-19 tests and a wide array of other laboratory tests.<ref name=McGinley/> The move was strongly opposed by Hahn and the FDA, and came after rising tensions between Hahn and Azar.<ref name=McGinley/> The sudden move was criticized by public health experts, who stated the change could lead to more unreliable or defective coronavirus tests entering the market, and pointed out that testing shortages were by that point primarily attributable to shortages of swabs, chemical reagents, and other supplies, rather than a lack of approved tests.<ref name=McGinley/>"
    ],
    "deleted": []
  }
]