[
  {
    "title": "Chris Hollins (politician)",
    "timestamp": "2020-10-09T05:43:57+00:00",
    "added": [
      "",
      "== External links =="
    ],
    "deleted": []
  },
  {
    "title": "Chris Hollins (politician)",
    "timestamp": "2020-10-09T07:48:36+00:00",
    "added": [
      "",
      "",
      "[[Category:Place of birth missing (living people)]]",
      "[[Category:Year of birth missing (living people)]]",
      "[[Category:Living people]]",
      "[[Category:People from Harris County, Texas]]",
      "[[Category:Texas Democrats]]",
      "[[Category:African-American people in Texas politics]]",
      "[[Category:County officials in Texas]]"
    ],
    "deleted": []
  },
  {
    "title": "Chris Hollins (politician)",
    "timestamp": "2020-10-09T21:55:02+00:00",
    "added": [],
    "deleted": [
      "{{Underlink|date=October 2020}}"
    ]
  },
  {
    "title": "Chris Hollins (politician)",
    "timestamp": "2020-10-09T23:04:21+00:00",
    "added": [],
    "deleted": [
      "{{Orphan|date=October 2020}}"
    ]
  },
  {
    "title": "Chris Hollins (politician)",
    "timestamp": "2020-10-23T20:54:41+00:00",
    "added": [
      "",
      "== Education ==",
      "After graduating from Hightower High School in Missouri City, Chris went on to earn a Bachelor of Arts with Phi Beta Kappa honors from Morehouse College. Chris also completed a joint program with Yale Law School and Harvard Business School, earning both his Juris Doctor and Master of Business Administration degrees.",
      "",
      "== Family Background ==",
      "Christopher Hollins is a fifth generation Texan. Chris developed a commitment to public service through the selfless example of his parents and their devotion for improving the lives of others. His father, George, served for 34 years in the Houston Police Department, and his mother, Christie, managed a career as a secretary while raising Chris, his two sisters, and more than 20 young foster children.  Chris resides in the University Oaks neighborhood of Houston with his wife Morgan and their daughter Vivian.  The Hollins family attends Wheeler Avenue Baptist Church in Houston's Third Ward.",
      "",
      "== Professional Experience ==",
      "Today, Chris is admitted to the State Bar of Texas and Federal Courts for the Southern District of Texas.",
      "",
      "Before transitioning into private practice, Chris attained a strong strategic skillset by working at some of the world’s most distinguished professional service firms. He was a Senior Engagement Manager at global consultancy McKinsey & Company, where he flourished in applying analytics and organizational best practice to transform public safety, defense, and security agencies. Chris was also a Summer Associate with Wachtell, Lipton, Rosen & Katz and the investment bank Goldman Sachs. Despite his private sector background, Chris’s most memorable professional experience ensued through his time with the White House Office of Presidential Personnel during the first year of the Obama administration. Chris is a lifelong Democrat and veteran campaign manager,",
      "",
      "== Non-Profit Boards ==",
      "Chris has served on numerous nonprofit boards and has been a Big Brother for over a decade. He was recently appointed by the Mayor and City Council of Houston to sit on the board of the East Downtown Tax Increment Reinvestment Zone (TIRZ). Chris is also an officer in the University Oaks Civic Association.<!--",
      ""
    ],
    "deleted": []
  }
]