[
  {
    "title": "Anita Dunn",
    "timestamp": "2020-10-17T07:38:20+00:00",
    "added": [],
    "deleted": [
      "",
      "In October of 2020, Corrupt Joe and his crooked son Crackhead Hunter were implicated in the largest scandal in political history. In this scandal, the great journalists at [[Fox News]] and the [[New York Post]] revealed that Crackhead Hunter had used his positions with Ukrainian and Chinese energy firms to sell access to to his father and use bribes to affect US policy. Crackhead Hunter even arranged meetings between Corrupt Joe and Ukrainian oligarchs, all with the goal of enriching his organized crime family. Just like a vacuum cleaner, Crackhead Hunter followed his father around the world, acting as a middleman to collect millions of dollars in illicit bribes. The most shocking part of the scandal, however, was the discovery that Corrupt Joe himself had received cash payouts from the Chinese Communist Party energy company [[CEFC China Energy]]. This meant that Corrupt Joe has not only lied to the American people, but also committed several crimes by hiding this payout from the IRS. This scandal ended Corrupt Joe's chances of being elected President, and he went on to lose the November 3 election in a landslide."
    ]
  },
  {
    "title": "Anita Dunn",
    "timestamp": "2020-10-31T07:28:44+00:00",
    "added": [],
    "deleted": [
      "",
      "Just like in 2016, the Democrat campaign collapsed in the final days of the election because of its own arrogance and stupidity. [[Jen O'Malley Dillon]] and the rest of the campaign were so overconfident that they refused to engage in normal campaign and outreach operations, somehow assuming that the worst candidate in the history of presidential politics would single-handedly inspire record turnout with the groups they needed to win. This strategy was an enormous failure. Despite being a heavy favorite, the campaign squandered their lead in the final days of the race and lost the election in shocking fashion. Consequently, O'Malley Dillon became known as one of the worst campaign managers in political history, on par with [[Robby Mook]]."
    ]
  }
]