[
  {
    "title": "1828 United States presidential election",
    "timestamp": "2020-09-25T13:57:52+00:00",
    "added": [
      "While Andrew Jackson won a plurality of electoral votes and the popular vote in the [[1824 United States presidential election|election of 1824]], he lost to John Quincy Adams as the election was deferred to the [[United States House of Representatives|House of Representatives]] (by the terms of the [[Twelfth Amendment to the United States Constitution]], a presidential election in which no candidate wins a majority of the electoral vote is decided by a contingent election in the House of Representatives). [[Henry Clay]], unsuccessful candidate and [[Speaker of the United States House of Representatives|Speaker of the House]] at the time, despised Jackson, in part due to their fight for Western votes during the election, and he chose to support Adams, which led to Adams being elected president on the first ballot.",
      "",
      "A few days after the election, Adams appointed Clay his Secretary of State, a position was held by Adams and his three immediate predecessors prior to becoming president. Jackson and his followers promptly accused Clay and Adams of striking a \"[[Corrupt Bargain|corrupt bargain]],\" and continued to lambaste the president until the 1828 election.",
      "",
      "In the aftermath of the 1824 election, the national [[Democratic-Republican Party]] collapsed as national politics became increasingly polarized between supporters of Adams and supporters of Jackson. In a prelude to the presidential election, the Jacksonians bolstered their numbers in Congress in the [[1826 United States House of Representatives elections|1826 Congressional elections]], with Jackson ally [[Andrew Stevenson]] chosen as the new [[Speaker of the United States House of Representatives|Speaker of the House of Representatives]] in 1827 over Adams ally Speaker [[John W. Taylor (politician)|John W. Taylor]]."
    ],
    "deleted": []
  }
]