[
  {
    "title": "Jackie Speier",
    "timestamp": "2021-10-22T23:48:07+00:00",
    "added": [],
    "deleted": [
      "",
      "'''Military Sexual Assault'''",
      "",
      "",
      "Two bipartisan amendments introduced by Speier in 2020 as part of the FY21 NDAA to address the military’s handling of sexual harassment and missing persons that passed were  based on the harassment suffered by Guillén prior to her disappearance and subsequent murder. <ref>https://www.cnn.com/2020/07/21/politics/jackie-speier-amendment-vanessa-guillen-ndaa/index.html</ref>",
      "",
      "The amendments required the DoD to establish a confidential reporting process for sexual harassment and include the reports in its program to track serial offenders. The amendments also required the U.S. Government Accountability Office to report on the military’s procedures to respond to missing servicemembers.",
      "",
      "Another amendment Speier passed in the FY21 defense bill required the Secretary of State, in coordination with the Secretary of Defense, to create a plan to double the percentage of women in the International Military Education and Training (IMET) program within 10 years of enactment. Additionally, the amendment required interim reports every two years (up until 10 years) on progress made, including the most recent data on female participation.<ref>https://speier.house.gov/2020/7/chair-speier-s-amendments-to-address-military-sexual-assault-and-harassment-and-missing-persons-cases-in-honor-of-spc-vanessa-guill-n-pass-in-fy21-ndaa</ref>",
      "",
      "A fourth amendment, also bipartisan, that Speier got passed in the FY21 NDAA modified the standard by which military appellate courts conduct factual sufficiency reviews in criminal appeals to reduce wrongful overturning of convictions in sexual assault, domestic violence, and child abuse cases, while maintaining due process protections.",
      "",
      "'''Waste Fraud and Abuse'''"
    ]
  },
  {
    "title": "Jackie Speier",
    "timestamp": "2021-10-29T16:30:54+00:00",
    "added": [
      "",
      "As of October 2021, Speier had voted in line with [[Joe Biden]]'s stated position 100% of the time.<ref>{{cite web |last1=Bycoffe |first1=Anna Wiederkehr and Aaron |title=Does Your Member Of Congress Vote With Or Against Biden? |url=https://projects.fivethirtyeight.com/biden-congress-votes/jackie-speier/|access-date=29 October 2021 |language=en |date=2021-10-22}}</ref>"
    ],
    "deleted": []
  }
]