[
  {
    "title": "Lee Atwater",
    "timestamp": "2021-09-12T09:26:15+00:00",
    "added": [],
    "deleted": [
      "",
      "== In popular culture ==",
      "A website conducts an annual contest titled The Lee Atwater Invitational Dead Pool,<ref>http://www.stiffs.com</ref> where registrants submit a list of public figures predicted to die within a calendar year. The contestant who picks the highest number of ultimately deceased persons wins.",
      "",
      "In the [[Apple TV+]] alternate-history show, [[For All Mankind (TV series)]], Dustin Seavey plays Lee Atwater.<ref>{{Citation |title=For All Mankind (TV Series 2019– ) - IMDb |url=http://www.imdb.com/title/tt7772588/characters/nm1400940 |access-date=2021-06-24}}</ref>"
    ]
  },
  {
    "title": "Lee Atwater",
    "timestamp": "2021-10-27T06:06:20+00:00",
    "added": [
      "",
      "=== \"Southern strategy\" ===",
      "As a member of the Reagan administration in 1981, Atwater gave an anonymous interview to political scientist Alexander P. Lamis. Part of the interview was printed in Lamis' book ''The Two-Party South'', then reprinted in ''Southern Politics in the 1990s'' with Atwater's name revealed. [[Bob Herbert]] reported on the interview in the October 6, 2005, issue of ''[[The New York Times]]''. On November 13, 2012, ''[[The Nation]]'' magazine released a 42-minute audio recording of the interview.<ref>{{Cite news |last=Rick Perlstein |date=November 13, 2012 |title=Exclusive: Lee Atwater's Infamous 1981 Interview on the Southern Strategy |work=[[The Nation]] |url=http://www.thenation.com/article/170841/exclusive-lee-atwaters-infamous-1981-interview-southern-strategy |url-status=live |access-date=November 18, 2012 |archive-url=https://web.archive.org/web/20121117195357/http://www.thenation.com/article/170841/exclusive-lee-atwaters-infamous-1981-interview-southern-strategy |archive-date=November 17, 2012}}</ref> James Carter IV, grandson of former president [[Jimmy Carter]], had asked and been granted access to these tapes by Lamis' widow. Atwater talked about the Republican Southern strategy:",
      "",
      "<blockquote>''Atwater'': As to the whole Southern strategy that [[Harry S. Dent, Sr.]] and others put together in 1968, opposition to the [[Voting Rights Act of 1965|Voting Rights Act]] would have been a central part of keeping the South. Now you don't have to do that. All that you need to do to keep the South is for Reagan to run in place on the issues that he's campaigned on since 1964, and that's fiscal conservatism, balancing the budget, cut taxes, you know, the whole cluster.",
      "",
      "''Questioner'': But the fact is, isn't it, that Reagan does get to the Wallace voter and to the racist side of the Wallace voter by doing away with legal services, by cutting down on [[Supplemental Nutrition Assistance Program|food stamps]]?",
      "",
      "''Atwater:'' Y'all don't quote me on this. You start out in 1954 by saying, \"Nigger, nigger, nigger\". By 1968 you can't say \"nigger\"—that hurts you. Backfires. So you say stuff like [[desegregation busing|forced busing]], [[states' rights]] and all that stuff. You're getting so abstract now [that] you're talking about cutting taxes, and all these things you're talking about are totally economic things and a byproduct of them is [that] blacks get hurt worse than whites. And subconsciously maybe that is part of it. I'm not saying that. But I'm saying that if it is getting that abstract, and that coded, that we are doing away with the racial problem one way or the other. You follow me—because obviously sitting around saying, \"We want to cut this\", is much more abstract than even the busing thing, and a hell of a lot more abstract than \"Nigger, nigger\". So, any way you look at it, race is coming on the back-burner.<ref>{{Cite book |last=Lamis |first=Alexander P. |url=https://www.worldcat.org/oclc/18051532 |title=The Two Party South |date=1988 |publisher=Oxford University Press |isbn=0-19-505680-9 |location=New York |pages=26 |oclc=18051532}}</ref></blockquote>",
      "",
      "Atwater also argued that Reagan did not need to make racial appeals, suggesting that Reagan's issues transcended the racial prism of the \"Southern Strategy\":",
      "",
      "<blockquote>''Atwater:'' But Reagan did not have to do a southern strategy for two reasons. Number one, race was not a dominant issue. And number two, the mainstream issues in this campaign had been, quote, southern issues since way back in the sixties. So Reagan goes out and campaigns on the issues of economics and of national defense. The whole campaign was devoid of any kind of racism, any kind of reference. And I'll tell you another thing you all need to think about, that even surprised me, is the lack of interest, really, the lack of knowledge right now in the South among white voters about the Voting Rights Act.",
      "</blockquote>"
    ],
    "deleted": []
  }
]