[
  {
    "title": "Menards",
    "timestamp": "2021-09-24T19:26:47+00:00",
    "added": [],
    "deleted": [
      "The current customer of the month Joe Mai of Dubuque Iowa is thanked for his loyalty to Menards. He has purchased record numbers of fertilizer that many question his intent with it. Authorities believe he has over 1,279,595 pounds of fertilizer in his house alone. Regardless, Joe is the main reason that Menards stocks have been so high. Menards would like to hereby congratulate Joe with Customer of world for his dedication to buying so much fertilizer. Unfortunately, Joe has bought so much that fertilizer is now sold out in every known Menards in the world. Bad news for William Herbst, also of Dubuque"
    ]
  },
  {
    "title": "Menards",
    "timestamp": "2021-09-28T15:57:54+00:00",
    "added": [],
    "deleted": [
      "",
      "The menards family would like to congratulate Joseph Mai with the purchase of over 2,000 this month! Joe has exceeded our monthly income single-handedly and can't wait to see him every time he comes in to buy more fertilizer. Thanks again Joseph Mai of Dubuque iowa for being the customer of the month!!"
    ]
  },
  {
    "title": "Menards",
    "timestamp": "2021-09-29T13:18:27+00:00",
    "added": [],
    "deleted": [
      "",
      "Longtime customer and Menards rewards member Joe, recently broke the record for biggest purchase at a Menards ever!! Reports estimate he purchased over $500,000 worth of both fertilizer and propane. Allthough great for the Menards company, this purchase was questionable and we do not know the purpose of this payment. Workers at both Blue Rhino and all American propane companies are in shock, and the U.S. should be ready for a propane shortage for a while. As well as propane, there will be a fertilizer shortage for the near future."
    ]
  },
  {
    "title": "Menards",
    "timestamp": "2021-10-22T06:58:05+00:00",
    "added": [],
    "deleted": [
      "{We are a company owned by john menard with no care or concern for their pay insurance family we do not give sick days you may use vacation.  We will cut your benefits as we see fit so join can keep more money. With the help oj The dailywire and Tucker Carlson we hope to unionizesoon.{Short description|Chain of home improvement stores in the Midwestern United States}}"
    ]
  }
]