[
  {
    "title": "Let Us Continue",
    "timestamp": "2021-09-16T10:02:11+00:00",
    "added": [],
    "deleted": [
      "'''Let Us Continue''' is a [[Speech (address)|speech]] that [[President of the United States|President]] [[Lyndon B. Johnson]] delivered to [[Bicameralism|both houses]] of [[United States Congress|Congress]] on November 27, 1963, five days after the [[Assassination of John F. Kennedy|assassination of his predecessor John F. Kennedy]]. It was a [[eulogy]] for the [[murder]]ed president, an attempt to lift up the shaken American nation, a [[legitimation]] of Johnson's new [[Powers of the president of the United States|presidential power]] and a sketch of his political program. The almost 25-minute speech is considered one of the most important in his political career."
    ]
  },
  {
    "title": "Let Us Continue",
    "timestamp": "2021-09-16T18:35:02+00:00",
    "added": [],
    "deleted": [
      "* ''To a Joint Session of the Congress. November 27, 1963''. In: ''A time for action. A selection from the speeches and writings of Lyndon B. Johnson''. Introduction by Adlai E. Stevenson. Illustrated with photographs. Pocket Books, New York 1964, pp.&nbsp;149–156."
    ]
  },
  {
    "title": "Let Us Continue",
    "timestamp": "2021-09-18T06:54:11+00:00",
    "added": [],
    "deleted": [
      "",
      ""
    ]
  },
  {
    "title": "Let Us Continue",
    "timestamp": "2021-09-19T14:51:24+00:00",
    "added": [
      "{{Infobox event",
      "}}",
      "'''Let Us Continue''' is a [[Speech (address)|speech]] that [[President of the United States|President]] [[Lyndon B. Johnson]] delivered to [[Bicameralism|both houses]] of [[United States Congress|Congress]] on November 27, 1963, five days after the [[Assassination of John F. Kennedy|assassination of his predecessor John F. Kennedy]]. It was a [[eulogy]] for the [[murder]]ed president, an attempt to lift up the shaken American nation, a [[legitimation]] of Johnson's new [[Powers of the president of the United States|presidential power]] and a sketch of his political program. The almost 25-minute speech is considered one of the most important in his political career."
    ],
    "deleted": []
  },
  {
    "title": "Let Us Continue",
    "timestamp": "2021-09-24T16:09:31+00:00",
    "added": [],
    "deleted": []
  },
  {
    "title": "Let Us Continue",
    "timestamp": "2021-09-24T16:11:09+00:00",
    "added": [],
    "deleted": [
      ""
    ]
  },
  {
    "title": "Let Us Continue",
    "timestamp": "2021-09-24T16:16:23+00:00",
    "added": [],
    "deleted": [
      "The speech opened with Johnson being introduced to members of the joint session by [[John W. McCormack]], the [[Speaker of the United States House of Representatives|speaker of the House of Representatives]]. Johnson began by his tribute to President Kennedy and his work. He said: \"All I have I would have given gladly not to be standing here today.\"{{Sfn|Transcript {{endash}} LBJ Library|1963}} He called Kennedy the \"greatest leader of our time\", and emphasized at the outset that no word was sad enough to gauge the grief that Kennedy's assassination had caused.{{Sfn|Transcript {{endash}} LBJ Library|1963}} He continued,<blockquote>\"The dream of conquering the vastness of space--the dream of partnership across the Atlantic{{Endash}}and across the Pacific as well{{Endash}}the dream of a Peace Corps in less developed nations{{Endash}}the dream of education for all of our children{{Endash}}the dream of jobs for all who seek them and need them{{Endash}}the dream of care for our elderly{{Endash}}the dream of an all-out attack on mental illness{{Endash}}and above all, the dream of equal rights for all Americans, whatever their race or color{{Endash}}these and other American dreams have been vitalized by his drive and by his dedication.{{Sic|?}}\"{{Sfn|Johnson|1964|pp=149-156}}</blockquote>Johnson then declared his intention to maintain continuity in [[Foreign policy of the United States|foreign policy]]. It was followed by a passage devoted primarily to [[domestic policy]].{{Sfn|Witherspoon|1987|pp=536-537}} He said: \"This Nation will keep its commitments from [[South Vietnam]] to [[West Berlin]].\"{{Sfn|Transcript {{endash}} LBJ Library|1963}} He then asked the members of Congress to decide on [[tax reform]] and a bill to reduce [[Racism in the United States|racial discrimination]].{{Sfn|Witherspoon|1987|p=536-538}} He asked all Americans for their help,{{Sfn|Dallek|1998|p=56}} saying: \"An assassin’s bullet has thrust upon me the awesome burden of the Presidency. I am here today to say I need your help; I cannot bear this burden alone.\"{{Sfn|Transcript {{endash}} LBJ Library|1963}} Referring to Kennedy's 1960 inaugural address,{{Sfn|Witherspoon|1987|p=536-538}} he said:<blockquote>\"On the 20th day of January, in 1961, John F. Kennedy told his countrymen that our national work would not be finished 'in the first thousand days, nor in the life of this administration, nor even perhaps in our lifetime on this planet'. But, he said, 'let us begin'. Today, in this moment of new resolve, I would say to all my fellow Americans, ''let us continue.''\"{{Sfn|Transcript {{endash}} LBJ Library|1963}}</blockquote>Johnson requested for the earliest possible passing of the civil rights law, for which Kennedy had fought for so long.{{Sfn|Bornet|1988|pp=46-47}} He emphasized that [[Equality before the law|equal rights]] had been talked about long enough:{{Sfn|Witherspoon|1987|p=536-538}} \"It is time now to write the next chapter, and to write it in the books of law. All traces of discrimination and oppression based on race or skin color should be eliminated.\"{{Sfn|Johnson|1964|pp=149-156}} He also demanded from Congress to pass a tax reform that would bring tax relief.{{Sfn|Gittinger|Fisher|2004}} The tax reform was conceived in the spirit of a [[Supply-side economics|supply-oriented economic policy]].{{Sfn|Gittinger|Fisher|2004}}{{Sfn|Dallek|1998|pp=71–74}} He said: \"As one who has long served in both Houses of the Congress, I firmly believe in the independence and the integrity of the legislative branch. And I promise you that I shall always respect this{{Nbsp}}... With equal firmness, I believe in the capacity and I believe in the ability of the Congress, despite the divisions of opinions which characterize our Nation, to act--to act wisely, to act vigorously, to act speedily when the need arises.\"{{Sfn|Transcript {{endash}} LBJ Library|1963}} Johnson was aware that such demands could give the appearance of disregarding the autonomy of Congress. He countered this impression by asserting that he firmly believed in the independence and integrity of the legislature. Respect for this autonomy was in line with his deep conviction. With equal steadfastness, he assumed that the Congress was capable of intelligent, energetic, and immediate action. He emphasized: \"The need is here. The need is now. I ask your help.\"{{Sfn|Johnson|1964|pp=149-156}}"
    ]
  },
  {
    "title": "Let Us Continue",
    "timestamp": "2021-09-24T16:39:01+00:00",
    "added": [],
    "deleted": []
  },
  {
    "title": "Let Us Continue",
    "timestamp": "2021-09-24T16:43:01+00:00",
    "added": [],
    "deleted": [
      "Johnson's call for action was expressed in the speech by the frequent use of the term \"action\", which he used ten times. He had already repeatedly asked for help in talks with representatives of various interest groups and with individuals.{{Sfn|Caro|2012|pp=334, 365, 368, 406, 419, 421}} He also used [[Repetition (rhetorical device)|repetitions]] in other parts of the speech to convey his message.{{Sfn|Unger|1999|p=293}} This stylistic device was used right at the beginning of the speech when Johnson spoke that \" Kennedy lives on in the immortal words and works that he left behind.\"{{Sfn|Johnson|1964|pp=149-156}} Also at the beginning, he used the means of repetition when he recalled the political dreams that Kennedy had begun to realize: \"The dream of conquering the vastness of space{{Nbsp}}... \"{{Sfn|Johnson|1964|pp=149-156}} Toward the end of his speech, he alluded to a phrase from [[Abraham Lincoln]]'s famous [[Gettysburg Address]] of 1863:{{Sfn|Bornet|1988|p=47}} \"So let us here highly resolve that John Fitzgerald Kennedy did not live – or die – in vain.\"{{Sfn|Johnson|1964|pp=149-156}} He closed the speech with a stanza from \"[[America the Beautiful]]\",{{Sfn|Witherspoon|1987|p=536-538}} saying:<blockquote>And on this Thanksgiving eve, as we gather together to ask the Lord’s blessing, and give Him our thanks, let us unite in those familiar and cherished words:"
    ]
  },
  {
    "title": "Let Us Continue",
    "timestamp": "2021-10-11T18:07:25+00:00",
    "added": [],
    "deleted": [
      "",
      ""
    ]
  }
]