[
  {
    "title": "Ron DeSantis",
    "timestamp": "2021-09-15T21:45:30+00:00",
    "added": [
      "",
      "==== Bahamas ====",
      "After [[Hurricane Dorian]] hit the nearby nation of [[The Bahamas]], he would say to reporters that it was not the Florida government's responsibility to assist the  recovery of the country as it was more in the hands of the federal government. Although he would encourage donations to those who were affected by the hurricane through the Volunteer Florida website and did encourage Floridians to not cancel vacations to islands in the country that were less affected. On September 6, 2019 he would take an aerial tour of The Bahamas with the state's two US Senators: Marco Rubio and Rick Scott. After the tour he would say afterwards the US Coast Guard was \"doing a great job\". When he was asked on September 9, 2019 about if he would ask President Trump to support Florida's two US Senators requests about to either waive or suspend visa requirements and allow Bahamians to temporarily live with families in the United States he would say he was not in favor of it.<ref>{{Cite news|last=Klas|first=Mary|date=September 9, 2019|title=Ron DeSantis says feds, not Florida, have role to play in Bahamian crisis.|work=[[Tampa Bay Times]]|url=https://www.tampabay.com/florida-politics/buzz/2019/09/09/ron-desantis-says-feds-not-florida-have-role-to-play-in-bahamian-crisis/|access-date=September 15, 2021}}</ref>"
    ],
    "deleted": []
  },
  {
    "title": "Ron DeSantis",
    "timestamp": "2021-10-17T17:09:47+00:00",
    "added": [
      "",
      "He did have a younger sister named Christina who died on May 12, 2015 in [[London]]. She graduated from Dunedin High School like her brother did in 2003. After graduating from high school she would attend Florida State University where she got a [[Bachelor of Science|BS]] degree in 2007 and an [[Master of Science|MS]] in 2010. Christina was engaged with Stephan Pasiewicz at the time of her death who was from London and had last worked as a financial advisor for [[KPMG]] in [[Charlotte, North Carolina]].<ref>{{Cite web|date=June 7, 2015|title=Christina Marie DeSANTIS|url=https://www.legacy.com/us/obituaries/tampabaytimes/name/christina-desantis-obituary?pid=175025946|url-status=live|access-date=September 17, 2021|website=[[Legacy.com]]}}</ref>"
    ],
    "deleted": []
  }
]