[
  {
    "title": "Stephen Breyer",
    "timestamp": "2021-02-15T04:49:35+00:00",
    "added": [
      "",
      "===Death penalty===",
      "",
      "In 2015, Breyer dissented in [[Glossip v. Gross]], a 5-4 Supreme Court case that ruled that prisoners challenging their executions must provide a \"known and available\" execution method before challenging their method of execution. In a dissent joined by Justice Ginsburg, Breyer questioned the constitutionality of the death penalty itself. He wrote, \"For the reasons I have set forth in this opinion, I believe it highly likely that the death penalty violates the Eighth Amendment. At the very least, the Court should call for full briefing on the basic question.\" <ref>https://www.supremecourt.gov/opinions/14pdf/14-7955_aplc.pdf June 29, 2015. Retrieved February 14, 2021.</ref> In July 2020, Breyer reiterated his position in Glossip v. Gross, writing \"As I have previously written, the solution may be for this Court to directly examine the question whether the death penalty violates the Constitution.\" <ref>https://www.supremecourt.gov/opinions/19pdf/20a8_970e.pdf July 14, 2020. Retrieved February 14, 2021.</ref>",
      "",
      "===Partisan gerrymandering===",
      "",
      "On April 28, 2004, Breyer dissented in [[Vieth v. Jubelirer]], a case where the Supreme Court ruled that [[partisan gerrymandering]] is a non-justiciable claim. Breyer wrote in his dissent, \"Sometimes purely political",
      "“gerrymandering” will fail to advance any plausible democratic objective while simultaneously threatening serious",
      "democratic harm. And sometimes when that is so, courts can identify an equal protection violation and provide a remedy.\"<ref>https://web.archive.org/web/20140508180353/http://www.supremecourt.gov/opinions/03pdf/02-1580.pdf April 28, 2004. Retrieved February 14, 2021.</ref> However, in 2006, Breyer was in a 5-4 majority that found that District 23 of the [[2003 Texas redistricting]] violated the Voting Rights Act due to [[vote dilution]]. Breyer, along with Justice [[John Paul Stevens]], would also have ruled in favor of plaintiffs' claims that Texas' statewide plan was an unconstitutional partisan gerrymander. In June 2019, Breyer again dissented in [[Rucho v. Common Cause]], where the Supreme Court once again found 5-4 that gerrymandering is a non-justiciable claim. <ref>https://www.supremecourt.gov/opinions/18pdf/18-422_9ol1.pdf June 27, 2019. Retrieved February 14, 2021.</ref>"
    ],
    "deleted": []
  }
]