[
  {
    "title": "Scott de la Vega",
    "timestamp": "2021-01-21T01:26:30+00:00",
    "added": [
      "<references />",
      "[[Category:University at Albany, SUNY alumni]]",
      "[[Category:Syracuse University College of Law alumni]]",
      "[[Category:United States Secretaries of the Interior]]",
      "[[Category:United States Department of the Interior officials]]"
    ],
    "deleted": []
  },
  {
    "title": "Scott de la Vega",
    "timestamp": "2021-01-21T03:09:18+00:00",
    "added": [],
    "deleted": [
      ""
    ]
  },
  {
    "title": "Scott de la Vega",
    "timestamp": "2021-01-21T03:09:40+00:00",
    "added": [],
    "deleted": [
      "<references />"
    ]
  },
  {
    "title": "Scott de la Vega",
    "timestamp": "2021-01-21T03:11:14+00:00",
    "added": [
      ""
    ],
    "deleted": []
  },
  {
    "title": "Scott de la Vega",
    "timestamp": "2021-01-22T15:14:48+00:00",
    "added": [],
    "deleted": [
      "",
      "",
      "",
      "Dear United States Secretary of the Interior,",
      "",
      "I'm writing concerning the High Courts in Fagatogo, American Samoa and their inconsistency to follow the laws in place when it comes to the many cases at hand. My son has been in prison for 6 months and have yet to get any information on his case. He has a family who is dependent on him financially, mentally and physically as husband and father. This has been a real issue with this court and judiciary system in American Samoa for quite sometime with inmates who have resided with no knowledge of their case for over 3 years. How can this be? Who can I get in contact with? I tried their online Bar Association to file a complaint but unable to access that website. As a concern mother whose son is an inmate in this facility is seeking help to move his case forward. Would you kindly, guide me to the next step I would need to take in order to help my son get home soon to his family. I Appreciate your time and any assistance in moving his case forward. Also, an investigation is much needed in this court system of American Samoa, due to the high volume of cases ignored, some over 3 years. Is this really legal? Once again, I Appreciate your time and assistance on this matter.",
      "",
      "Respectfully,",
      "",
      "akenuu253",
      "",
      "",
      ""
    ]
  }
]