[
  {
    "title": "2020 United States presidential election in Pennsylvania",
    "timestamp": "2021-01-07T19:12:54+00:00",
    "added": [
      "",
      "Pennsylvania weighed in for this election as 3.28% more Republican than the national average."
    ],
    "deleted": []
  },
  {
    "title": "2020 United States presidential election in Pennsylvania",
    "timestamp": "2021-01-07T19:18:41+00:00",
    "added": [
      "Pennsylvania weighed in for this election as 3.28% more Republican than the national average. This is the [[2016 United States presidential election in Pennsylvania|second consecutive presidential election]] in which Pennsylvania voted to the right of the nation; previously, it had not done so since [[1948 United States presidential election in Pennsylvania|1948]]."
    ],
    "deleted": []
  },
  {
    "title": "2020 United States presidential election in Pennsylvania",
    "timestamp": "2021-03-09T14:20:53+00:00",
    "added": [],
    "deleted": [
      "",
      "== Analysis ==",
      "Although Pennsylvania had become part of the blue wall in [[1992 United States presidential election in Pennsylvania|1992]], it has been seen as a Democratic-leaning battleground since [[2004 United States presidential election in Pennsylvania|2004]]. The Keystone state's 20 electoral votes were pivotal to Trump's win in [[2016 United States presidential election|2016]], and thus it was one of the most targeted [[Swing state|swing states]] in the 2020 election, with the Biden campaign looking to avoid a repeat of Hillary Clinton's dwindled support in the [[Rust Belt]]. Biden and Trump each held at least 20 campaign events in the months in the state leading up to the election<ref>{{Cite web|date=2020-09-07|title=Map of General-Election Campaign Events and TV Ad Spending by 2020 Presidential Candidates|url=https://www.nationalpopularvote.com/map-general-election-campaign-events-and-tv-ad-spending-2020-presidential-candidates|access-date=2021-03-09|website=National Popular Vote|language=en}}</ref>, with the former vice-president's campaign citing that while Pennsylvania wasn't a necessity for Biden's win, it would be very difficult for Trump to win the election without it<ref>{{Cite web|title=‘If Pennsylvania goes, so will go the country’|url=https://www.politico.com/news/2020/11/01/pennsylvania-trump-biden-campaign-433798|access-date=2021-03-09|website=POLITICO|language=en}}</ref>. Biden won Pennsylvania by pushing to increase turnout in already Democratic-leaning counties, which the lack thereof led to Clinton's loss in 2016<ref>{{Cite web|last=Schoen|first=Jacob Pramuk,John W.|date=2020-11-09|title=This map shows how Biden won back Pennsylvania in the 2020 election|url=https://www.cnbc.com/2020/11/09/this-map-shows-how-biden-won-back-pennsylvania-in-the-2020-election.html|access-date=2021-03-09|website=CNBC|language=en}}</ref>.",
      "",
      "Ultimately, Biden won Pennsylvania by about 1.17%, with Trump considerably outperforming his polling average although it was not enough to win the state. While Biden won the most votes in the state out of any presidential candidate in history, his margin of victory fell far behind that of Obama's in both 2008 and 2012, and was even lower than that of John Kerry in [[2004 United States elections|2004]], a far less successful year for Democrats, indicating Pennsylvania's conservative voter base's high support for Donald Trump."
    ]
  }
]