[
  {
    "title": "CIA Kennedy assassination conspiracy theory",
    "timestamp": "2021-03-04T18:40:48+00:00",
    "added": [],
    "deleted": [
      "===Three tramps===",
      "The \"[[three tramps]]\" are three men photographed by several Dallas-area newspapers under police escort near the Texas School Book Depository shortly after the assassination of President Kennedy. The men were detained and questioned briefly by the Dallas police. They have been the subject of various conspiracy theories, including some that allege the three men to be known CIA agents. Some of these allegations are listed below.",
      "",
      "[[E. Howard Hunt]] is alleged by some to be the oldest of the tramps. Hunt was a CIA station chief in [[Mexico City]] and was involved in the [[Bay of Pigs Invasion]]. Hunt later worked as one of President Richard Nixon's [[White House Plumbers]].<ref name=\"Bugliosi 2007 931\">{{cite book |last=Bugliosi |first=Vincent |author-link=Vincent Bugliosi |title=Reclaiming History: The Assassination of President John F. Kennedy |year=2007 |publisher=W. W. Norton & Company |location=New York |isbn=978-0-393-04525-3 |page=[https://archive.org/details/reclaiminghistor00bugl/page/931 931] |url=https://archive.org/details/reclaiminghistor00bugl/page/931 }}</ref> Others believe that the oldest tramp is [[Chauncey Holt]]. Holt claimed to have been a double agent for the CIA and the [[American mafia|Mafia]], and claimed that his assignment in Dallas was to provide fake Secret Service credentials to people in the vicinity.<ref>Video interview with Chauncey Holt by John Craig, Phillip Rogers, and Gary Shaw 10/19/91.</ref> Witness reports state that there were one or more unidentified men in the area claiming to be Secret Service agents. Both Dallas police officer Joe Smith and Army veteran Gordon Arnold have claimed to have met a man on or near the grassy knoll who showed them credentials identifying him as a Secret Service agent.{{sfn|Summers|p=37}}",
      "",
      "",
      "",
      "Records released by the [[Dallas Police Department]] in 1989 identified the three men as Gus Abrams, Harold Doyle, and John Gedney.{{sfn|Bugliosi|2007|p=933}}"
    ]
  },
  {
    "title": "CIA Kennedy assassination conspiracy theory",
    "timestamp": "2021-03-04T18:41:56+00:00",
    "added": [],
    "deleted": [
      "="
    ]
  }
]