[
  {
    "title": "Mike Turner",
    "timestamp": "2021-01-12T23:30:07+00:00",
    "added": [],
    "deleted": [
      "",
      "==Political campaigns==",
      "Turner was first elected to the United States House of Representatives in [[United States House elections, 2002|2002]].",
      "",
      "===2002===",
      "Turner received 58% of the vote following the retirement of 23-year incumbent Democrat [[Tony P. Hall]] from Congress after Hall was named U. N. Special Envoy for Hunger Issues by President [[George W. Bush]]. Earlier that year, Turner won the Republican nomination when he decisively defeated Roy Brown with 80% of the vote. Brown was the son and grandson of a former area Republican Congressmen [[Bud Brown (politician)|Bud Brown]] and [[Clarence J. Brown]] and operated a local newspaper company named Brown Publishing. In the general election, Turner defeated Congressman Tony Hall’s chief of staff, Rick Carne, after Carne won the nomination to succeed his former boss.  Turner got a substantial assist from the 2000s round of redistricting.  The old [[Ohio's 7th congressional district|7th]] had been a fairly compact district centered on Dayton.  However, redistricting added some Republican-leaning suburbs to the east.",
      "",
      "===2004===",
      "In [[United States House elections, 2004|2004]], Turner defeated former businesswoman Jane Mitakides with over 62% of the vote. The district was considered a key area in the swing state of Ohio in that year’s presidential race.",
      "",
      "===2006===",
      "In [[United States House elections, 2006|2006]], the Democrats planned to target Turner for defeat. Three Democrats entered the Third District Primary to run against Turner in the general election. [[Veterinarian]] Stephanie Studebaker defeated local bankruptcy attorney David Fierst and recalled Waynesville Mayor Charles W. Sanders. Studebaker had previously affiliated with former Vermont Governor [[Howard Dean|Howard Dean’s]] Presidential campaign in Ohio during the 2004 race. After winning the nomination, Studebaker and her husband Sam were both arrested for domestic violence.<ref>{{cite web |url=http://www.tcnewsnet.com/main.asp?SectionID=15&SubSectionID=260&ArticleID=141279&TM=71415.87 |title=Archived copy |access-date=February 21, 2010 |url-status=dead |archive-url=https://web.archive.org/web/20110716194854/http://www.tcnewsnet.com/main.asp?SectionID=15&SubSectionID=260&ArticleID=141279&TM=71415.87 |archive-date=July 16, 2011 }}</ref> Studebaker subsequently dropped out of the race citing her family concerns and impending legal issues.  Following Studebaker’s withdrawal, four Democrats entered a special election primary to face Turner, eventually settling on former Assistant [[United States Attorney]] Richard Chema. Turner defeated Chema with 58% of the vote.",
      "",
      "===2008===",
      "{{See also|2008 United States House of Representatives elections in Ohio#District 3}}",
      "Jane Mitakides beat Sanders in a primary in 2008 and faced Turner in a rematch from 2004. Turner again focused largely on economic issues of job creation and protection for workers impacted by the national and regional recession. In a difficult political climate for Republicans, Turner defeated Mitakides with 64% of the vote, his largest margin of victory in any election.",
      "",
      "===2010===",
      "{{See also|2010 United States House of Representatives elections in Ohio#District 3}}",
      "Turner was challenged by first time Democratic nominee 25 year old Joe Roberts in the general election and won with 68 percent of the vote.",
      "",
      "===2012===",
      "{{See also|2012 United States House of Representatives elections in Ohio#District 10}}",
      "After redistricting, Turner's district was renumbered as the [[Ohio's 10th congressional district|10th district]].  It absorbed much of the neighboring [[Ohio's 7th congressional district|7th district]], represented by fellow Republican [[Steve Austria]].  The district was made significantly more compact than its predecessor, absorbing all of Dayton.",
      "",
      "It initially looked like Turner would face Austria in a primary.<ref name=wdtn>{{cite web|url=http://www.wdtn.com/dpp/news/austria-turner-file-for-same-seat |title=Austria, Turner file for same seat |date=December 8, 2011 |access-date=December 31, 2011 |publisher=[[WDTN]] |first=Joe |last=Cogliano }}{{dead link|date=June 2017 |bot=InternetArchiveBot |fix-attempted=yes }}</ref>  However, Austria dropped out of the race, handing the nomination to Turner.<ref>{{cite news |title=Austria drops bid for re-election |first= Joe |last= Cogliano|url=http://www.bizjournals.com/dayton/news/2011/12/30/austria-drops-bid-for-re-election.html |newspaper=Dayton Business Journal |date=December 30, 2011 |access-date=December 30, 2011}}</ref>  Turner then went on to defeat Democratic attorney Sharon Neuhardt with 60 percent of the vote.",
      "",
      "===2020===",
      "He was challenged in the 2020 Republican primary by Kathi Flanders. In 2018, Turner defeated another primary challenger 80% to 9%.<ref name=\"B\">[https://www.daytondailynews.com/news/local-govt--politics/centerville-republican-plans-challenge-congressman-turner-2020/mbaI1p7zjc67aEOMni1kgM/ \"Centerville Republican plans to challenge Congressman Turner in 2020\"], ''[[Dayton Daily News]]'', Bonnie Meibers (October 17, 2019)</ref>"
    ]
  },
  {
    "title": "Mike Turner",
    "timestamp": "2021-01-12T23:30:31+00:00",
    "added": [],
    "deleted": []
  }
]