[
  {
    "title": "Jeff Yass",
    "timestamp": "2021-01-15T15:56:10+00:00",
    "added": [],
    "deleted": [
      "",
      "Funding Efforts to Undermine the U.S. Presidential election and American democracy",
      "",
      "In the aftermath of an attack on the U.S. Capitol by an armed group supporting President Trump on January 6th, 2021, The Guardian newspaper reported on January 15, 2021 that Yaas has been one of the largest donors to the Club for Growth - a right wing Political Action Committee. Club for Growth has spent millions in support of anti-democratic activist politicians including Senators Josh Hawley and Ted Cruz. Hawley and Cruz, along with Representative Lauren Boebert, who supported President Trump’s baseless claims that the 2020 election was stolen. This misinformation campaign about the 2020 Presidential election has been cited by many public officials from both political parties as being a key reason behind the January 6th Capitol siege.",
      "",
      "In the Fall of 2020, more than 60 lawsuits were filed by the Trump campaign aimed at challenging or overturning election results. All, but one of these failed.  in many cases lawsuits were dismissed by Trump appointed judges because of lack of evidence. Republican and Democratic State officials from Georgia, Arizona, Wisconsin and other states in addition to the acting U.S. Attorney General, William Barr all have stated in the months following the November 2020 election, that they found no evidence of irregularities or fraud. They have all stated that Joseph Biden was the winner. In the early morning hours of January 7th, 2020, following the siege of the U.S. Capitol, the United States Congress certified the results from the Electoral College and formally declared Joseph Biden the official winner of the 2020 election."
    ]
  },
  {
    "title": "Jeff Yass",
    "timestamp": "2021-01-15T18:04:42+00:00",
    "added": [],
    "deleted": [
      "",
      "Founder of The Club for Growth which has supported the campaigns of 42 of the rightwing Republicans senators and members of the House of Representatives who voted last week to challenge US election results, doling out an estimated $20m to directly and indirectly support their campaigns in 2018 and 2020, according to data compiled by the Center for Responsive Politics.",
      "",
      "The Club for Growth’s biggest beneficiaries include Josh Hawley and Ted Cruz, the two Republican senators who led the effort to invalidate Joe Biden’s electoral victory, and the newly elected far-right gun-rights activist Lauren Boebert, a QAnon conspiracy theorist."
    ]
  },
  {
    "title": "Jeff Yass",
    "timestamp": "2021-01-17T14:22:07+00:00",
    "added": [
      "}}",
      "{{Infobox person",
      "| name         = Jeff Yass",
      "| birth_name   = Jeffrey S. Yass",
      "| birth_date   =",
      "| birth_place  =",
      "| death_date   =",
      "| death_place  =",
      "| nationality  = American",
      "| citizenship  =",
      "| education    = [[State University of New York]]",
      "| occupation   = Money manager",
      "| known for    = Co-founder and MD, [[Susquehanna International Group]]",
      "| networth     =",
      "| term         =",
      "| predecessor  =",
      "| successor    =",
      "| boards       = [[Cato Institute]]",
      "| party        = Republican",
      "| spouse       = Janine Yass",
      "| partner      =",
      "| children     = 4",
      "| parents      =",
      "| relatives    =",
      "| website      ="
    ],
    "deleted": []
  },
  {
    "title": "Jeff Yass",
    "timestamp": "2021-01-17T17:03:10+00:00",
    "added": [
      "[[Category:People from Queens, New York]]"
    ],
    "deleted": []
  },
  {
    "title": "Jeff Yass",
    "timestamp": "2021-01-18T11:46:46+00:00",
    "added": [],
    "deleted": [
      "{{Multiple issues|",
      "{{BLP primary sources|date=January 2020}}",
      "{{Third-party|date=January 2020}}",
      "}}"
    ]
  },
  {
    "title": "Jeff Yass",
    "timestamp": "2021-01-19T14:33:44+00:00",
    "added": [],
    "deleted": [
      "",
      "Yass made large donations to those seeking to nullify the votes of Pennsylvania service members,veterans,the elderly and disabled Americans that cast their ballots legally via mail in voting."
    ]
  },
  {
    "title": "Jeff Yass",
    "timestamp": "2021-01-29T22:31:58+00:00",
    "added": [],
    "deleted": [
      "",
      "Yass, along with ultra-conservative shipping magnate Richard Uihlein, is one of the biggest financial donors to Club for Growth, a right-wing billionaires’ anti-tax campaign that falsely claims the election was “stolen.”",
      "",
      "Club for Growth supported renegade Republicans like Senators Ted Cruz (R-Texas) and Josh Hawley (R-Missouri) in their bid to challenge the election results. In 2020, Yass gave more than $20 million to Club for Growth.",
      "",
      "According to The Guardian, Yass and Uihlein have kept lower profiles than other Republican megadonors, such as the late Sheldon Adelson. But they have quietly transformed a “traditionally anti-regulatory and anti-tax pro-business pressure group into one that backs some of the most radical and anti-democratic Republican lawmakers in Congress.”"
    ]
  },
  {
    "title": "Jeff Yass",
    "timestamp": "2021-01-29T22:32:23+00:00",
    "added": [
      "In 2021, after being exposed as a backer of the 1-6-21 insurrection in the nation's capital, he attempted to portray himself as a victim of deception. But his reputation as a billionaire against income taxation rendered this defense ludicrously false."
    ],
    "deleted": []
  },
  {
    "title": "Jeff Yass",
    "timestamp": "2021-01-30T20:37:54+00:00",
    "added": [],
    "deleted": [
      "",
      "Yass, along with ultra-conservative shipping magnate Richard Uihlein, is one of the biggest financial donors to Club for Growth, a right-wing billionaires’ anti-tax campaign that falsely claims the election was “stolen.”",
      "",
      "According to The Guardian, Yass and Uihlein have kept lower profiles than other Republican megadonors, such as the late Sheldon Adelson. But they have quietly transformed a “traditionally anti-regulatory and anti-tax pro-business pressure group into one that backs some of the most radical and anti-democratic Republican lawmakers in Congress.”"
    ]
  },
  {
    "title": "Jeff Yass",
    "timestamp": "2021-01-30T20:38:06+00:00",
    "added": [
      "According to public records, on November 10, 2020, Yass gave $2.5 million to the Protect Freedom Pac — an organization that continues to deny the election results — a week after the ballots closed.",
      ""
    ],
    "deleted": []
  },
  {
    "title": "Jeff Yass",
    "timestamp": "2021-01-30T20:43:34+00:00",
    "added": [],
    "deleted": [
      "According to public records, on November 10, 2020, Yass gave $2.5 million to the Protect Freedom Pac — an organization that continues to deny the election results — a week after the ballots closed.",
      "",
      "twitter.com › jerrytjordan › status",
      "Jerry T. Jordan on Twitter: \"New reporting from @guardian shows that Jeffrey Yass helped fund efforts to overturn #election2020. This is unconscionable. Any elected official who's received ...",
      "",
      "",
      "",
      "",
      ""
    ]
  },
  {
    "title": "Jeff Yass",
    "timestamp": "2021-01-30T20:43:39+00:00",
    "added": [
      "",
      "https://www.rawstory.com/josh-hawley-2650014414/"
    ],
    "deleted": []
  }
]