[
  {
    "title": "Ted Yoho",
    "timestamp": "2021-01-05T14:48:22+00:00",
    "added": [],
    "deleted": [
      "* [http://yoho.house.gov/ Congressman Ted Yoho] official U.S. House website",
      "* [http://www.tedyoho.com/ Ted Yoho for Congress]"
    ]
  },
  {
    "title": "Ted Yoho",
    "timestamp": "2021-01-31T04:29:14+00:00",
    "added": [],
    "deleted": [
      "He is also a disrespectful man who treats women as f.... b....s as he did with the honorable Alexandria Ocasio_Cortez in front of the capitol in 2020. In other words, he is a coward of the worst kind."
    ]
  },
  {
    "title": "Ted Yoho",
    "timestamp": "2021-02-02T22:53:19+00:00",
    "added": [],
    "deleted": [
      "",
      "==== Verbal assault ====",
      "In July 2020, Yoho accosted Congresswoman [[Alexandria Ocasio-Cortez]] over her public comments that an increase of crime in New York City was due to the high rise in poverty. According to a reporter from ''[[The Hill (newspaper)|The Hill]]'' who overheard the conversation, the congressman called her \"disgusting\" and \"out of your freaking mind.\" Ocasio-Cortez called him \"rude,\" and reporters overheard Yoho calling her a \"fucking bitch\" as he walked away from the conversation.<ref>{{cite news |last=Lillis|first=Mike|date=July 21, 2020 |title=Ocasio-Cortez accosted by GOP lawmaker over remarks: 'That kind of confrontation hasn't ever happened to me' |url=https://thehill.com/homenews/house/508259-ocaasio-cortez-accosted-by-gop-lawmaker-over-remarks-that-kind-of |newspaper=[[The Hill (newspaper)|The Hill]]}}</ref> Ocasio-Cortez confirmed the incident on [[Twitter]] and on the House floor, but Yoho's office denied his comments, claiming that he \"made a brief comment to himself as he walked away summarizing what he believes her policies to be: bullshit.\"<ref>{{cite news |last1=Byrd |first1=Haley |title=Ted Yoho apologizes after reportedly verbally accosting Ocasio-Cortez over stance on unemployment, crime in New York |url=https://www.cnn.com/2020/07/21/politics/aoc-ted-yoho-confrontation/index.html |access-date=July 22, 2020 |work=CNN |date=July 22, 2020}}</ref> He later addressed the incident on the House floor, saying, \"Having been married for 45 years with two daughters, I'm very cognizant of my language. The offensive name calling, words attributed to me by the press were never spoken to my colleagues and if they were construed that way, I apologize for their misunderstanding.\"<ref>{{cite web |last1=Cillizza |first1=Chris |title=This Florida Republican just delivered a master class in how *not* to apologize |url=https://www.cnn.com/2020/07/22/politics/ted-yoho-alexandria-ocasio-cortez-house-floor/index.html |website=CNN |access-date=24 July 2020 |date=22 July 2020 |quote=(special thanks to CNN's Ali Main for this transcript)}}</ref>",
      "",
      "In July 2020, [[Nydia Velázquez]], a fellow Puerto Rican woman in Congress, sat behind Alexandria Ocasio-Cortez and nodded in agreement as Ocasio-Cortez addressed Congress and rebuked Yoho for having called her \"a fucking bitch\".<ref name=\"NPR.org 2020\">{{cite web | title='I Could Not Allow That To Stand': Ocasio-Cortez Rebukes Republican For Vulgar Insult | website=NPR.org | date=2020-07-23 | url=https://www.npr.org/2020/07/23/894596598/i-could-not-allow-that-to-stand-ocasio-cortez-rebukes-republican-for-vulgar-insu | access-date=2020-07-24}}</ref> In response, Ocasio-Cortez said, \"Having a daughter does not make a man decent. Having a wife does not make a decent man. Treating people with dignity and respect makes a decent man.\"<ref>{{cite news|url=https://www.youtube.com/watch?v=LI4ueUtkRQ0&feature=youtu.b|publisher=C-Span|title=Rep. Alexandria Ocasio-Cortez (D-NY) Responds to Rep. Ted Yoho (R-FL)|date=23 July 2020}}</ref><ref>[https://www.theguardian.com/us-news/2020/jul/23/aoc-speech-video-ted-yoho Ocasio-Cortez delivers powerful speech after Republican's sexist remarks] ''[[The Guardian]]''</ref> On July 25, 2020 [[Bread for the World]], a Christian non-profit organization, announced Yoho would no longer serve on its board, noting that Yoho's \"recent actions and words as reported in the media are not reflective of the ethical standards expected of members of our Board of Directors.\"<ref>{{cite news |first=Colby |last=Itkowitz |newspaper=The Washington Post |title=Rep. Ted Yoho removed from board of Christian charity over his comments about Rep. Alexandria Ocasio-Cortez |date=July 25, 2020 |url=https://www.washingtonpost.com/politics/rep-ted-yoho-removed-from-board-of-christian-charity-over-his-comments-about-rep-alexandria-ocasio-cortez/2020/07/25/31037546-ceaa-11ea-91f1-28aca4d833a0_story.html |access-date=July 25, 2020}}</ref>"
    ]
  },
  {
    "title": "Ted Yoho",
    "timestamp": "2021-02-02T22:55:39+00:00",
    "added": [],
    "deleted": []
  }
]