[
  {
    "title": "Francis Suarez",
    "timestamp": "2021-01-09T01:49:09+00:00",
    "added": [
      "",
      "In July 2020, Mr. Suarez dedicated 39 police officers to enforce a Miami-wide mask-wearing ordinance.<ref name=\"miam_City\">{{Cite web |title=City Mandates Facial Coverings in Public; Civil Penalties Approved |author= |work=miamigov.com |date=25 June 2020 |access-date=8 January 2021 |url= https://www.miamigov.com/Notices/News-Media/City-Mandates-Facial-Coverings-in-Public-Civil-Penalties-Approved}}</ref><ref name=\"nyti_Miam\">{{Cite web |title=Miami Mayor Wants Florida to Mask Up, Too |author=Lisa Lerer |work=nytimes.com |date=22 July 2020 |access-date=8 January 2021 |url= https://www.nytimes.com/2020/07/22/us/politics/miami-mayor-francis-suarez-masks.html}}</ref>"
    ],
    "deleted": []
  },
  {
    "title": "Francis Suarez",
    "timestamp": "2021-01-09T01:58:05+00:00",
    "added": [
      "Francis Suarez claims to have never attended a political convention.<ref name=\"nyti_Miam\">{{Cite web |title=Miami Mayor Wants Florida to Mask Up, Too |author=Lisa Lerer |work=nytimes.com |date=22 July 2020 |access-date=8 January 2021 |url= https://www.nytimes.com/2020/07/22/us/politics/miami-mayor-francis-suarez-masks.html}}</ref>",
      "",
      "In July 2020, Mr. Suarez dedicated 39 police officers to enforce a Miami-wide mask-wearing ordinance.<ref name=\"miam_City\">{{Cite web |title=City Mandates Facial Coverings in Public; Civil Penalties Approved |author= |work=miamigov.com |date=25 June 2020 |access-date=8 January 2021 |url= https://www.miamigov.com/Notices/News-Media/City-Mandates-Facial-Coverings-in-Public-Civil-Penalties-Approved}}</ref><ref name=\"nyti_Miam\"></ref>"
    ],
    "deleted": []
  },
  {
    "title": "Francis Suarez",
    "timestamp": "2021-03-05T23:43:11+00:00",
    "added": [],
    "deleted": [
      "Growing up with a father that was started with the Dorales Del La Clutes Francis Suarez would have to continue off doing what his father Xavier started in the 1980's growing up a rich boy Francis was exposed to it all. Coming from a cuban backgroud that hated all Americans because the family thought the whits caused the issues started peddling cocaine for his father poisoning communities of color and anything that was not communist. Francis had a passion for doing drugs, in middle school Francis snorted his first line of cocaine when he found his fathers warehouses with boats of cocaine, his father never found out that he ever did the cocaine. As the 90's grew into Francis his father paid(paved) his way to becoming the man he is today. Xavier a mayor of the city of Miami back in the 80's brought the cocaine in and fed the white community their taste for cocaine and underage vagina. in 1998 Francis was a outcast he did not like his father because he thought his father was a mad man. Sheltered from the public by his father Francis relied on his mother to make him happy. His mother bought him anything he wanted and even took him to his first party. As Francis's drug habit got out of control he started to get into politics to escape the pain of the cocaine. He did not like being Cuban and thought all Cubans were annoying as well as black people he hated anything but his mom. After completing college he started getting into boat racing when then he started smuggling drugs into miami. He heard of the drug heroin and started figuring out that it was better to leave it on the streets and profiting off of it. He hired a team of gang members and asked them to join the police force his family hated Puerto Ricans and vowed to kill them all. He stared pushing heroin and that got the whole city hooked when he ran into Pablo W who gave him his first case of covid 19 but it was not covid 19 it was someone trying to take his place in 2020 the brick house got out of control his mother could not help him anymore he official came a gang memeber and joined the gang of zoes and used them to his advantage. He turned almost the entire city of Miami police department into a gang."
    ]
  }
]