[
  {
    "title": "Elise Stefanik",
    "timestamp": "2021-01-07T03:00:21+00:00",
    "added": [
      "",
      "In January 2021, after a mob of pro-Trump supporters stormed the U.S. Capitol after Trump incited them, Stefanik condemned the violence but rejected that Trump was at fault.<ref>{{Cite web|last=Atkinson|first=Scott|date=2021|title=Stefanik condemns violence; doesn’t fault Trump|url=https://www.wwnytv.com/2021/01/06/stefanik-condemns-violence-doesnt-fault-trump/|url-status=live|archive-url=|archive-date=|access-date=2021-01-07|website=www.wwnytv.com|language=en-US}}</ref><ref>{{Cite web|last=Sommerstein|first=David|title=Stefanik decries \"violence in any form\" as mob storms Capitol|url=https://www.northcountrypublicradio.org/news/story/42989/20210106/stefanik-decries-violence-in-any-form-as-mob-storms-capitol|access-date=2021-01-07|website=NCPR}}</ref>"
    ],
    "deleted": []
  },
  {
    "title": "Elise Stefanik",
    "timestamp": "2021-01-12T16:06:08+00:00",
    "added": [
      "",
      "On 12th January 2021 Harvard University announced it was removing Elise from an advisory committee over her role in promoting claims of widespread fraud in the presidential election.",
      "",
      "Doug Elmendorf, the dean of Harvard Kennedy School, said Stefanik would no longer serve on the school’s Senior Advisory Committee, following a review by school leaders.",
      "",
      "“Elise has made public assertions about voter fraud in November’s presidential election that have no basis in evidence, and she has made public statements about court actions related to the election that are incorrect,” Elmendorf said in a statement.",
      "",
      "“Moreover, these assertions and statements do not reflect policy disagreements but bear on the foundations of the electoral process through which this country’s leaders are chosen.”",
      "",
      "Elmendorf said he asked Stefanik, who graduated from Harvard in 2006, to step aside from the board. After she declined to do so, Elmendorf removed her from the post.<ref>Guardian Newspaper, 12th January 2021</ref>"
    ],
    "deleted": []
  },
  {
    "title": "Elise Stefanik",
    "timestamp": "2021-01-12T16:21:32+00:00",
    "added": [
      "On January 12, 2021 Harvard University announced it was removing Elise from the [[Harvard Institute of Politics|Institute of Politics]] over her role in promoting claims of widespread fraud in the presidential election. Doug Elmendorf, the dean of Harvard Kennedy School, said Stefanik would no longer serve on the school’s Senior Advisory Committee, following a review by school leaders. “Elise has made public assertions about voter fraud in November’s presidential election that have no basis in evidence, and she has made public statements about court actions related to the election that are incorrect,” Elmendorf said in a statement. “Moreover, these assertions and statements do not reflect policy disagreements but bear on the foundations of the electoral process through which this country’s leaders are chosen.” Elmendorf said he asked Stefanik, who graduated from Harvard in 2006, to step aside from the board. After she declined to do so, Elmendorf removed her from the post.<ref>Guardian Newspaper, 12th January 2021</ref>"
    ],
    "deleted": []
  },
  {
    "title": "Elise Stefanik",
    "timestamp": "2021-01-12T17:25:27+00:00",
    "added": [],
    "deleted": []
  },
  {
    "title": "Elise Stefanik",
    "timestamp": "2021-01-12T19:30:53+00:00",
    "added": [
      "",
      "On 1/12/2021, Harvard got rid of her obese ass. Why is it so many republicans are obese? No self control???"
    ],
    "deleted": []
  },
  {
    "title": "Elise Stefanik",
    "timestamp": "2021-01-12T19:50:01+00:00",
    "added": [],
    "deleted": [
      "",
      "On 1/12/2021, Harvard got rid of her obese ass. Why is it so many republicans are obese? No self control???"
    ]
  },
  {
    "title": "Elise Stefanik",
    "timestamp": "2021-01-13T23:14:11+00:00",
    "added": [],
    "deleted": [
      "",
      "On Jan 13 2021, she committed sedition and voted against President's Trump impeachment."
    ]
  },
  {
    "title": "Elise Stefanik",
    "timestamp": "2021-01-25T22:03:27+00:00",
    "added": [
      "",
      "==== 2018 ====",
      "In the general election, a rematch from 2018 with Tedra Cobb, she won re-election with 58.83% of the vote, with Tedra Cobb (D) receiving 41.17%."
    ],
    "deleted": []
  }
]