[
  {
    "title": "Ben Sasse",
    "timestamp": "2021-01-02T18:11:52+00:00",
    "added": [
      "",
      "Sasse acknowledged [[Joe Biden]]'s win in the [[2020 United States presidential election|2020 presidential election]]<ref>{{cite news|url=https://omaha.com/news/state-and-regional/govt-and-politics/sen-ben-sasse-congratulates-president-elect-joe-biden-on-his-win/article_1de24330-b59a-5eac-9544-b0be213c8fa3.html|title=Sen. Ben Sasse congratulates President-elect Joe Biden on his win|last=Morton|first=Joseph|date=November 8, 2020|work=Omaha World-Herald|accessdate=2 January 2021}}</ref> and condemned Trump's [[Attempts to overturn the 2020 United States presidential election|efforts to overturn the election results]].<ref>{{cite news|url=https://www.politico.com/news/2020/11/19/ben-sasse-trump-fraud-allegations-438574|title=Sasse, Romney pan Trump campaign’s tactics in contesting election|last=Everett|first=Burgess|date=November 19, 2020|work=Politico|accessdate=2 January 2021}}</ref> He was the first Republican to criticize Republican Senator [[Josh Hawley]]'s plan to challenge the results during the electoral college count by Congress on January 6, 2021, saying such an action would \"disenfranchise millions of Americans\" and that it would \"point a loaded gun at the heart of legitimate self-government.\"<ref>{{cite news|url=https://www.nytimes.com/2020/12/31/us/politics/ben-sasse-election-results.html|title=Sasse Slams G.O.P. Effort to Challenge Election Results as a ‘Dangerous Ploy’|last=Edmondson|first=Catie|date=December 31, 2020|work=The New York Times|accessdate=2 January 2021}}</ref>"
    ],
    "deleted": []
  },
  {
    "title": "Ben Sasse",
    "timestamp": "2021-02-14T04:33:41+00:00",
    "added": [
      "",
      "=== Censure ===",
      "The Lincoln County Republican Party in Nebraska chose to censure GOP Senator Ben Sasse for his comments regarding former President Donald Trump's impeachment, while the county chair lamented that state law does not allow Sasse to be recalled.  \"President Trump was 'impeached' in the House with no investigation, evidence or due process,\" Scotts Bluff County GOP Chair Kolene Woodward wrote in an open letter to Sasse about the decision to censure. \"Your support for such a mock judicial proceeding reminiscent of [Soviet Union leader] Joseph Stalin is reprehensible.”  Woodward added, \"You were elected to represent the people of Nebraska who overwhelmingly voted for President Trump. Your actions are a selfish, political ploy.\"  Woodward also expressed frustration that there is no way to recall Sasse from the Senate.  \"Unfortunately, in Nebraska we do not have recall,\" the GOP official said. \"We don't have any way of recalling someone who goes to D.C. and does whatever they want, so we are also looking at [whether we can] add that in the future.\"<ref>{{Cite web|last=EST|first=Jason Lemon On 2/4/21 at 10:52 AM|date=2021-02-04|title=Nebraska county GOP censures Ben Sasse as chair laments senator can't be recalled|url=https://www.newsweek.com/nebraska-county-gop-censures-ben-sasse-chair-laments-senator-cant-recalled-1566838|access-date=2021-02-14|website=Newsweek|language=en}}</ref>"
    ],
    "deleted": []
  }
]