[
  {
    "title": "Trump travel ban",
    "timestamp": "2021-01-20T23:15:16+00:00",
    "added": [],
    "deleted": [
      "",
      "The entire travel ban was abolished on January 20th 2021 by President Joe Biden ￼on his first day in office."
    ]
  },
  {
    "title": "Trump travel ban",
    "timestamp": "2021-03-13T01:37:08+00:00",
    "added": [],
    "deleted": [
      "",
      "Everything that Joe Biden has done and said he has really fucked us in the end. We are doomed and beyond. What he has done might not can be reserved because Donald Trump who is still our President was supposed fix the things that he is doing. So let's just hope and pray that he comes along and fixes it. He is trying to take away our gun rights, our pretty much everything. He wants to take away our freedom and make us like China (in Donald Trump voice). Joe Biden who is not our president is a disgrace to this nation and all the states beyond. We need to come together to stop him before there is another way. Which is going to happen anyways so it is going to happen no matter what the problem is. So the fact that he is trying to keep us from using our guns well let's just say that he has pissed a lot of people. Like Texas for instance they are big enough they can be their own country. Which they need to hurry up and do that so a few other states can join them as well. I know Mississippi is going to join them along with Lousiana. I know they are really pissed of from all of this shit that Joe Biden is doing. So I hope that this fucking government sees this and takes offense to it and I know they will try to take it down because they can do whatever the hell they want to appearently. So all I have to say is fuck them and I hope they crash and burn because I am so fucking tired of their shit it makes me sick to my stomach. So all I can say he can go fuck himself as well. This travel ban that Trump did was to protect our country and keep dumbasses out of our country. Well Biden has royal fucked us on that as well."
    ]
  }
]