[
  {
    "title": "Mueller report",
    "timestamp": "2021-02-19T20:46:18+00:00",
    "added": [],
    "deleted": [
      "",
      "The Report cited several impediments to investigators' ability to acquire information, including witnesses invoking their [[Fifth Amendment to the United States Constitution|Fifth Amendment]] right against self-incrimination, witnesses deleting electronic communications or using encrypted or self-destructing messaging apps, limitations of interviewing attorneys or individuals asserting they were members of the media, information obtained through subpoenas that was screened from investigators due to legal privilege, and false or incomplete testimony provided by witnesses.<ref name=testcomm1>[https://www.justice.gov/storage/report.pdf Mueller Report], Vol. 1, p.10: The investigation did not always yield admissible information or testimony, or a complete picture of the activities undertaken by subjects of the investigation. Some individuals invoked their Fifth Amendment right against compelled self-incrimination and were not, in the Office's judgment, appropriate candidates for grants of immunity. The Office limited its pursuit of other witnesses and information-such as information known to attorneys or individuals claiming to be members of the media-in light of internal Department of Justice policies. See, ''e.g.'', Justice Manual §§ 9-13.400, 13.410. Some of the information obtained via court process, moreover, was presumptively covered by legal privilege and was screened from investigators by a filter (or \"taint\") team. Even when individuals testified or agreed to be interviewed, they sometimes provided information that was false or incomplete, leading to some of the false-statements charges described above. And the Office faced practical limits on its ability to access relevant evidence as well-numerous witnesses and subjects lived abroad, and documents were held outside the United States. Further, the Office learned that some of the individuals we interviewed or whose conduct we investigated-including some associated with the Trump Campaign—deleted relevant communications or communicated during the relevant period using applications that feature encryption or that do not provide for long-term retention of data or communications records. In such cases, the Office was not able to corroborate witness statements through comparison to contemporaneous communications or fully question witnesses about statements that appeared inconsistent with other known facts.</ref><ref name=testcomm2>{{cite news |url=https://www.politico.com/magazine/story/2019/04/19/mueller-report-analysis-legal-experts-226662 |access-date=May 14, 2020 |title=The Surprises in the Mueller Report|website=[[Politico]] |date=April 19, 2019 }}</ref><ref>{{cite news|url=https://www.rollcall.com/news/congress/mueller-report-says-messaging-apps-likely-destroyed-trump-russia-evidence|title=Mueller says messaging apps likely destroyed Trump-Russia evidence|first1=Gopal|last1=Ratnam|date=April 19, 2019|access-date=November 20, 2019 |newspaper=Roll Call}}</ref><ref name=testcomm3>{{cite web |last1=Lemon |first1=Jason |title=Trump campaign figures deleted communications before Mueller could see them, potentially altering report |url=https://www.newsweek.com/trump-campaign-deleted-communications-mueller-altering-report-1400558 |website=[[Newsweek]] |access-date=May 8, 2019|date=April 18, 2019 }}</ref><ref name=notenoughtest>{{cite web |last1=Yen |first1=Hope |title=AP Fact Check: Trump, Barr distort Mueller report findings |url=https://www.apnews.com/f9c0ab20229140f18ea34e1f15a9f597/ |website=[[Associated Press]] |access-date=May 2, 2019|date=May 2019 }}</ref>",
      "",
      "While conspiracy or coordination was not proven, Mueller's report left many unanswered questions, such as whether the myriad secret contacts between Trump associates and Russians, which they lied about, constituted, using Mueller's words, \"a third avenue of attempted Russian interference with or influence on the 2016 presidential election\"? [[Benjamin Wittes]] has written about this:",
      "",
      "George Croner of the [[Foreign Policy Research Institute]] has also expressed his concerns with what he describes as a \"curiously flaccid\" approach taken by Mueller in dealing with what the public would normally interpret as \"coordination\". He sees Mueller's dependence on a formal \"tacit agreement\" approach as \"an overly cautious\" and \"legalistic construct\":"
    ]
  }
]