[
  {
    "title": "2021 Virginia Attorney General election",
    "timestamp": "2021-01-04T21:01:44+00:00",
    "added": [],
    "deleted": [
      "Terry Mccaulife"
    ]
  },
  {
    "title": "2021 Virginia Attorney General election",
    "timestamp": "2021-02-10T09:05:35+00:00",
    "added": [
      "*[[Democracy for America]]<ref>{{cite news|title=ENDORSEMENT ALERT|url=https://twitter.com/DFAaction/status/1357736082016784385|date=5 February 2021|language=en|work=twitter.com}}</ref>"
    ],
    "deleted": []
  },
  {
    "title": "2021 Virginia Attorney General election",
    "timestamp": "2021-02-17T01:48:36+00:00",
    "added": [],
    "deleted": [
      "Which of you will put away public enemy number 1 (my friends are calling me that, to deceive everyone; I said they could, because it gives me an excuse to write this.) ?  I’m asking for 2 people to go to prison.  If it was thought that I deceived the man willing to save me, then which one of us is deceived now?",
      "As for another, I was not mocking you.  I found someone else’s word’s explained it better than I could.  But the time before that - back to #1 - I used someone else’s penmanship to say my own words.",
      "It’s okay if I die.  Just make me strong before you send me to do what needs to be done.  You absolutely can do that through speech.  Don’t treat me like a victim.  I think the government should prey on people who do {that}, and I don’t think I’ve met even one person who has consistently disagreed with me on that, except, of course, the prosecutor and the thing that should not be said.  Anyone else, would also be guilty of abduction, but, so am I most likely.  But I felt pretty justified about it.  Imagine it this way: you only have a chance of guessing wrong.  However, thus far...  I just have to say it that way.  Being cruel is generally insipid.  You know I said those things for the purpose of making a point.  We all know how to think.  I will avail myself under all abuse you feel I deserve, except for injustice.  And I can be patient, but I would rather not be.",
      "All of your feelings are okay.  You should be contentious toward me, not because I wish to jeopardize your Posts, but because I have confessed to doing the thing that caused the pandemic.  Allegedly.  According to a videogame.  If you feel deceived by my confession, know this: I have not deceived you about criminal allegations, but I might be wrong about the involvement of the doctors in the conspiracy, and I might have been wrong about political corruption.  I certainly wasn’t talking about any of you.  “Except one?” No, I see why she ought to run.  But you have all thoroughly confused me, as maybe you should have, about what we actually do to criminals.  I did set the playing field recently, so that’s fair game.  But, is it pre-crime?  Intervention, that is.  I do think that is definitely “the” proverbial “move,” but I really should have escalated to violence because I see now that it might have been taken pretty well.  I would have a prosecutor in my pocket, if I had.  Perhaps you see me as too good at war to have let this one slip past.  You would probably be right, save for that one time I tried to stab he who must not be bastardized with the broken half of his own katana (*that was after*), after he charged me with it and I managed to break it.  Anyway, at what level of duress, or inverse extortion (I transposed those, honestly not sure which version is more correct), do I become [proverbially] freed?"
    ]
  },
  {
    "title": "2021 Virginia Attorney General election",
    "timestamp": "2021-03-26T05:16:49+00:00",
    "added": [],
    "deleted": [
      "",
      "===Results===",
      "{{Election box begin no change",
      "}}",
      "{{Election box candidate with party link no change",
      "| party = Republican Party (United States)",
      "| candidate = Leslie Haley",
      "| votes =",
      "| percentage =",
      "}}",
      "{{Election box candidate with party link no change",
      "| party = Republican Party (United States)",
      "| candidate = [[Jason Miyares]]",
      "| votes =",
      "| percentage =",
      "}}",
      "{{Election box candidate with party link no change",
      "| party = Republican Party (United States)",
      "| candidate = Chuck Smith",
      "| votes =",
      "| percentage =",
      "}}",
      "{{Election box candidate with party link no change",
      "| party = Republican Party (United States)",
      "| candidate = Jack White",
      "| votes =",
      "| percentage =",
      "}}",
      "{{Election box total no change",
      "| votes =",
      "| percentage = 100.00%",
      "}}",
      "{{Election box end}}"
    ]
  }
]