[
  {
    "title": "Betty McCollum",
    "timestamp": "2021-02-19T05:47:03+00:00",
    "added": [],
    "deleted": [
      "the United States House Appropriations Committee and the following subcommittees:"
    ]
  },
  {
    "title": "Betty McCollum",
    "timestamp": "2021-03-04T03:43:20+00:00",
    "added": [
      "",
      "Prior to her time in the House of Representatives, McCollum served as a State Representative for 8 years."
    ],
    "deleted": []
  },
  {
    "title": "Betty McCollum",
    "timestamp": "2021-03-19T04:15:06+00:00",
    "added": [],
    "deleted": [
      "",
      "In November 2020, Betty McCollum and two other Democrats met with the American Muslim's for Palestine. A Virginia-based group that advocates for Palestinian rights.",
      "",
      "The powwow they recently starred in was bankrolled by American Muslims for Palestine (AMP), a Virginia-based group that advocates for Palestinian rights and claims to educate the public about the just cause of Palestine. The lineup at the recent event read like a “who’s who for the Muslim Brotherhood,” according to a nonprofit dedicated to exposing the threat of radical Islam and other extremist ideologies. The respected Washington D.C.-based group, Clarion Project, published a poster advertising the conference which featured an array of terror financiers and anti-Semites. They include Tarek Hammoud, who has well-documented connections to Hamas and Kifah Mustapha, a prolific fundraiser for radical Islamist groups with deep ties to the Muslim Brotherhood.",
      "",
      "Hamoud is the executive director of the Palestinian Return Center (PRC), a Hamas front in the United Kingdom. PRC regularly hosts Hamas leaders, including Ismail Haniyeh, a former prime minister of the Palestinian National Authority. Mustapha is the chairman of Muslim American Society Institute of Chicago (MAS) and was embroiled in the Holy Land Foundation terror funding case, according to court documents. An imam at a Chicago-area mosque, Mustapha is a member of the U.S. Muslim Brotherhood’s Palestine Committee and was a Holy Land Foundation officer. The Holy Land Foundation is a Hamas front group prosecuted by the U.S. for funding terrorism. In 2008 five of the group’s leaders were convicted in Texas on 108 counts for funneling more than $12 million to Hamas. The government considered it the largest victory against terrorist financing since the 9/11 attacks. A year before the verdicts Judicial Watch published a special report on Muslim charities that includes alarming information about the Holy Land Foundation.<ref>Judicial Watch Three Members of Congress Star in Forum with Terror Financiers, Anti-Semites </ref>"
    ]
  },
  {
    "title": "Betty McCollum",
    "timestamp": "2021-03-19T16:19:29+00:00",
    "added": [],
    "deleted": [
      "",
      "",
      "In November 2020, Betty McCollum and two other Democrats met with the American Muslim's for Palestine. A Virginia-based group that advocates for Palestinian rights.",
      "",
      "The powwow they recently starred in was bankrolled by American Muslims for Palestine (AMP), a Virginia-based group that advocates for Palestinian rights and claims to educate the public about the just cause of Palestine. The lineup at the recent event read like a “who’s who for the Muslim Brotherhood,” according to a nonprofit dedicated to exposing the threat of radical Islam and other extremist ideologies. The respected Washington D.C.-based group, Clarion Project, published a poster advertising the conference which featured an array of terror financiers and anti-Semites. They include Tarek Hammoud, who has well-documented connections to Hamas and Kifah Mustapha, a prolific fundraiser for radical Islamist groups with deep ties to the Muslim Brotherhood.",
      "",
      "Hamoud is the executive director of the Palestinian Return Center (PRC), a Hamas front in the United Kingdom. PRC regularly hosts Hamas leaders, including Ismail Haniyeh, a former prime minister of the Palestinian National Authority. Mustapha is the chairman of Muslim American Society Institute of Chicago (MAS) and was embroiled in the Holy Land Foundation terror funding case, according to court documents. An imam at a Chicago-area mosque, Mustapha is a member of the U.S. Muslim Brotherhood’s Palestine Committee and was a Holy Land Foundation officer. The Holy Land Foundation is a Hamas front group prosecuted by the U.S. for funding terrorism. In 2008 five of the group’s leaders were convicted in Texas on 108 counts for funneling more than $12 million to Hamas. The government considered it the largest victory against terrorist financing since the 9/11 attacks. A year before the verdicts Judicial Watch published a special report on Muslim charities that includes alarming information about the Holy Land Foundation.  <ref>DECEMBER 01, 2020",
      "|",
      "JUDICIAL WATCH   Three Members of Congress Star in Forum with Terror Financiers, Anti-Semites",
      "https://www.judicialwatch.org/corruption-chronicles/three-members-of-congress-star-in-forum-with-terror-financiers-anti-semites/",
      "</ref>"
    ]
  }
]