[
  {
    "title": "Michael Barr (U.S. official)",
    "timestamp": "2021-02-04T04:58:22+00:00",
    "added": [],
    "deleted": [
      "",
      "'''Books and Edited Volumes'''",
      "",
      "FINANCIAL REFORM: PREVENTING THE NEXT CRISIS, Michael S. Barr, ed., RSF: The Russell Sage Foundation Journal of the Social Sciences, Vol. 3:1 (Jan. 2017).",
      "",
      "FINANCIAL REGULATION: LAW AND POLICY, Foundation Press 1st Edition 2016, 2D Edition 2018 , 3D EDITION FORTHCOMING 2021 (with Jackson & Tahyar).",
      "",
      "NO SLACK: THE FINANCIAL LIVES OF LOW-INCOME AMERICANS, Brookings Institution Press, 2012.",
      "",
      "INSUFFICIENT FUNDS: SAVINGS, ASSETS, CREDIT AND BANKING AMONG LOW- AND MODERATE-INCOME HOUSEHOLDS, Michael S. Barr & Rebecca Blank, eds., Russell Sage Foundation, 2009.",
      "",
      "BUILDING INCLUSIVE FINANCIAL SYSTEMS: A FRAMEWORK FOR FINANCIAL ACCESS, Michael S. Barr, Anjali Kumar, and Robert E. Litan, eds. Brookings Institution Press, 2007."
    ]
  },
  {
    "title": "Michael Barr (U.S. official)",
    "timestamp": "2021-02-04T05:22:02+00:00",
    "added": [
      "",
      "During the [[2020 Michigan graduate students strike|2020 Michigan graduate student strike]] for campus safety measures, Barr announced plans for [[Strikebreaker|strikebreaking]] in the Ford School in opposition to the strike.<ref>{{Cite web|last=Graham|first=Leah|last2=Editor|first2=Alex Harring Managing News|last3=Editor|first3=Daily News|title=U-M deans push on with classes as graduate students strike|url=https://www.michigandaily.com/section/academics/deans-emails-strike|access-date=2021-01-22|website=The Michigan Daily|language=en}}</ref>"
    ],
    "deleted": []
  },
  {
    "title": "Michael Barr (U.S. official)",
    "timestamp": "2021-02-04T13:58:28+00:00",
    "added": [],
    "deleted": [
      "",
      "During the [[2020 Michigan graduate students strike|2020 Michigan graduate student strike]] for campus safety measures, Barr announced plans for [[Strikebreaker|strikebreaking]] in the Ford School in opposition to the strike.<ref>{{Cite web|last=Graham|first=Leah|last2=Editor|first2=Alex Harring Managing News|last3=Editor|first3=Daily News|title=U-M deans push on with classes as graduate students strike|url=https://www.michigandaily.com/section/academics/deans-emails-strike|access-date=2021-01-22|website=The Michigan Daily|language=en}}</ref>"
    ]
  },
  {
    "title": "Michael Barr (U.S. official)",
    "timestamp": "2021-02-04T14:02:55+00:00",
    "added": [
      "",
      "'''Books and Edited Volumes'''",
      "",
      "Financial Reform: Preventing the Next Crisis, Michael S. Barr, ed., RSF: The Russell Sage Foundation Journal of the Social Sciences, Vol. 3:1 (Jan. 2017).",
      "",
      "Financial Regulation: Law and Policy, Foundation Press 1st Edition 2016, 2D Edition 2018, 3d Edition forthcoming 2021 (with Jackson & Tahyar).",
      "",
      "No Slack: The Financial Lives of Low-Income Americans, Brookings Institution Press, 2012.",
      "",
      "Insufficient Funds: Savings, Assets, Credit and Banking Among Low- and Moderate-Income Households, Michael S. Barr & Rebecca Blank, eds., Russell Sage Foundation, 2009.",
      "",
      "Building Inclusive Financial Systems: A Framework for Financial Access, Michael S. Barr, Anjali Kumar, and Robert E. Litan, eds. Brookings Institution Press, 2007."
    ],
    "deleted": []
  },
  {
    "title": "Michael Barr (U.S. official)",
    "timestamp": "2021-02-04T17:27:52+00:00",
    "added": [
      "",
      "'''Articles'''",
      "",
      "Concluding Observations on Community Reinvestment Act Reform, HOUSING POLICY DEBATE, SPECIAL ISSUE: THE PAST, PRESENT, AND FUTURE OF THE COMMUNITY REINVESTMENT ACT, 2019",
      "",
      "Innovation & Regulation: Some Preliminary Observations, in ACHIEVING FINANCIAL STABILITY: CHALLENGES TO PRUDENTIAL REGULATION, PROCEEDINGS OF THE INTERNATIONAL BANKING CONFERENCE, pp. 239-248, Federal Reserve Bank of Chicago (World Scientific Studies in International Economics, 2017).",
      "",
      "Financial Reform: Making the System Safer and Fairer, in FINANCIAL REFORM: PREVENTING THE NEXT CRISIS, Michael S. Barr, ed., RSF: THE RUSSELL SAGE FOUNDATION JOURNAL OF THE SOCIAL SCIENCES, Vol. 3:1 (Jan. 2017), https://www.rsfjournal.org/content/rsfjss/3/1/2.full.pdf.",
      "",
      "Mandatory Arbitration in Consumer Finance and Investor Contracts, NEW YORK UNIVERSITY J. OF LAW AND BUSINESS vol. 11-4: 794-817 (2015).",
      "",
      "Accountability and Independence in Financial Regulation: Checks and Balances, Public Engagement, and Other Innovations, LAW & CONTEMPORARY PROBLEMS 78(3): 119-128 (2015, symposium issue).",
      "",
      "Who’s in Charge of Global Finance?, GEORGETOWN JOURNAL OF INTERNATIONAL LAW 45, no. 4 (2014): 971-1027.",
      "",
      "Global Administrative Law and the Post-Crisis Financial Order, PROCEEDINGS OF THE 108TH ANNUAL MEETING OF THE AMERICAN SOCIETY OF INTERNATIONAL LAW (2014) (summarizing Who’s in Charge of Global Finance).",
      "",
      "The Financial Crisis and the Path of Reform, 29 YALE J. ON REG. 91-119 (2012) (invited essay for symposium issue).",
      "",
      "Book Review, of Glenn Hubbard and Peter Navarro, SEEDS OF DESTRUCTION: WHY THE PATH TO ECONOMIC RUIN RUNS THROUGH WASHINGTON, AND HOW TO RECLAIM AMERICAN PROSPERITY, J. of Econ. Lit. 49:22-25 (Sept. 2011).",
      "",
      "Third-Party Tax Administration: The Case of Low- and Moderate-Income Households, JOURNAL OF EMPIRICAL LEGAL STUDIES 5(4): 965-983 (2008) (with J. Dokko).",
      "",
      "An Inclusive, Progressive National Savings & Financial Services Policy, 1 HARVARD LAW & POLICY REV. 161, 2007 (invited essay for inaugural issue), at http://www.hlpronline.com/Vol1No1/barr.pdf.",
      "",
      "Tax Filing Experiences and Withholding Preferences of Low- and Moderate-Income Households: Preliminary Evidence from a New Survey, PROCEEDINGS OF THE 2006 IRS RESEARCH CONFERENCE, RECENT RESEARCH ON TAX ADMINISTRATION AND COMPLIANCE, IRS RESEARCH BULLETIN 193-210 (2006) (Jane Dokko, co-author), http://www.irs.gov/taxstats/productsandpubs/article/0,,id=151642,00.html.",
      "",
      "Global Administrative Law: The View from Basel, 17 EUROPEAN JOURNAL OF INTERNATIONAL LAW 15 (2006) (Geoffrey Miller, co-author), available at http://ejil.oxfordjournals.org/cgi/content/full/17/1/15?ijkey=KqSyOumWazQQbis&keytype=ref.",
      "",
      "Credit Where it Counts: The Community Reinvestment Act and its Critics, 80 NEW YORK UNIVERSITY LAW REVIEW 513 (2005). Selected for presentation to the 41st Annual Conference on Bank Structure and Competition, Federal Reserve Bank of Chicago, May 2005.",
      "",
      "",
      "Is the Community Reinvestment Act Worth It? in THE ART OF THE LOAN IN THE 21ST CENTURY: PRODUCING, PRICING, AND REGULATING CREDIT, PROCEEDINGS, 41ST ANNUAL CONFERENCE ON BANK STRUCTURE AND COMPETITION, Federal Reserve Bank of Chicago (May 2005).",
      "",
      "Microfinance and Financial Development, 26 MICHIGAN JOURNAL OF INTERNATIONAL LAW 271 (2004) (Symposium on Globalization, Law & Development).",
      "",
      "Globalization, Law and Development: Introduction and Overview, 26 MICHIGAN JOURNAL OF INTERNATIONAL LAW 1 (2004) (with Reuven Avi-Yonah) (Symposium on Globalization, Law & Development).",
      "",
      "Banking the Poor, 21 YALE JOURNAL ON REGULATION 121 (2004).",
      "",
      "Using CRA in Affordable Housing, 9 J. OF AFFORDABLE HOUSING & COMMUNITY DEV. LAW 13",
      "(1999).",
      "",
      "Aliens and the Duty of Nonrefoulement: Haitian Centers Council v. McNary, 6 HARVARD HUMAN RIGHTS JOURNAL 1 (1993) (with the Lowenstein International Human Rights Clinic)",
      "",
      "Making Sense of the National Health Insurance Reform Debate, 10 YALE LAW & POLICY REV. 228 (1992) (with Theodore R. Marmor).",
      "",
      ""
    ],
    "deleted": []
  }
]