[
  {
    "title": "Political interference with science agencies by the first Trump administration",
    "timestamp": "2021-01-28T04:18:20+00:00",
    "added": [
      "===Anthony Fauci===",
      "After Trump left office, Dr. [[Anthony Fauci]], the director of the [[National Institute of Allergy and Infectious Diseases]] (NIAID) since 1984, spoke of the difficulties that he and other scientists faced under the Trump administration; he described working under the Biden administration as \"a refreshing experience\"; said that he felt \"uncomfortable\" when Trump publicly made statements that \"were not based on scientific fact\"; and indicated that he had felt silenced under Trump.<ref>Nicole Lyn Pesce, [https://www.marketwatch.com/story/fauci-calls-reporting-to-biden-liberating-after-uncomfortable-year-with-trump-2021-01-21 A smiling Fauci calls reporting to Biden 'liberating' after 'uncomfortable' year with Trump], ''MarketWatch'' (January 23, 2021).</ref><ref name=Owermohle>Sarah Owermohle, [https://www.politico.com/news/2021/01/21/anthony-fauci-biden-presidency-461174 'Nobody is telling you what to say': Fauci regains the spotlight under Biden], ''Politico'' (January 21, 2021).</ref><ref name=Nicholas>Peter Nicholas, [https://www.theatlantic.com/politics/archive/2021/01/anthony-fauci-trump-biden-and-covid-19-crisis/617838/ How Anthony Fauci Survived Donald Trump], ''The Atlantic'' (January 27, 2021).</ref>",
      "",
      "Fauci, who has served under seven presidents,<ref name=Owermohle/> told ''[[The Atlantic]]'', \"With every other president, whether they were conservative, moderate, or liberal, the guidepost for everything was a deep respect for science. That was always the case. When I got involved with Trump, it went into a different world, the likes of which I had not experienced. I was used to being in the White House because of my work in previous administrations, but the White House became a different place in the Trump administration.\"<ref name=Nicholas/> Fauci said that [[Scott Atlas]], brought into the coronavirus task force by Trump, was \"a complete foil to poor Debbie Birx\" and said, \"I felt so bad for her, because he completely undermined her. He didn't undermine me, because I didn't give a shit about him. I didn't really care what he said, because my home base was [NIAID]. But Deb's home base was the White House.\"<ref name=Nicholas/> Fauci added that he did not \"take any great pleasure in contradicting\" Trump, but felt obliged to do so \"as a symbol to the rest of the world that science is not going to flinch in the face of somebody who's spouting nonsense.\"<ref name=Nicholas/> Fauci said that Birx had reputedly told him that her experience in the Trump White House was \"the worst, most painful 11 months of my entire life.\"<ref name=Nicholas/>",
      ""
    ],
    "deleted": []
  }
]