[
  {
    "title": "Emmanuel Macron",
    "timestamp": "2021-01-03T04:42:06+00:00",
    "added": [
      "On December 2, 2020, under Macron's presidency, the French government dissolved an NGO named CCIF, whose works has been recognised by the Human Rights Watch as well as other international human rights organizations and lawyers to be important in documenting the discriminatory impact of counterterrorism measures.<ref>{{Cite web|last=Raynolds|first=Daniel|date=|title=France: Defender Of Freedom Of Expression Is Itself Making Human Rights Blunders – OpEd|url=https://www.eurasiareview.com/25122020-france-defender-of-freedom-of-expression-is-itself-making-human-rights-blunders-oped/|url-status=live|archive-url=|archive-date=|access-date=|website=Eurasia Review}}</ref>",
      "",
      "In October 2020, Macron's party has proposed amendment to a French security legislation. Article 24 of the amendment would make the capturing of police persons on camera an offence. If the amendment is ultimately passed by the senate, this would open floodgate for police misconducts, as police wrongdoings would then go unnoticed and unaccounted.<ref>{{Cite web|last=Raynolds|first=Daniel|date=|title=French blunder: Controversial security law and shutting down of human rights NGO|url=https://foreignpolicynews.org/2020/12/27/french-blunder-controversial-security-law-and-shutting-down-of-human-rights-ngo/|url-status=live|archive-url=|archive-date=|access-date=|website=Foreign Policy News}}</ref>",
      "",
      "In France, the public has played an essential role in the overseeing of human rights abuses by capturing the photos and videos of rights abuses by police and other public institutions.",
      "",
      "Article 22 of the same amendment authorizes the use of surveillance drones, allowing the security forces to conduct unlimited surveillance, including on demonstrators.<ref name=\":14\">{{Cite web|last=Raynolds|first=Daniel|date=|title=Under Macron’s leadership, France has started violating human rights like never before|url=https://indianspectator.com/opinion/under-macrons-leadership-france-has-started-violating-human-rights-like-never-before/|url-status=live|archive-url=|archive-date=|access-date=|website=Indian Spectator}}</ref> Such surveillance would",
      "",
      "vioteof at least three universally accepted human rights: the rights to privacy, freedom of expression, freedom of assembl<ref name=\":14\" /><ref name=\":14\" />y."
    ],
    "deleted": []
  },
  {
    "title": "Emmanuel Macron",
    "timestamp": "2021-01-07T23:07:08+00:00",
    "added": [],
    "deleted": [
      "{{Infobox administration",
      "}}"
    ]
  },
  {
    "title": "Emmanuel Macron",
    "timestamp": "2021-01-20T04:13:30+00:00",
    "added": [
      "[[Category:French Zionists]]"
    ],
    "deleted": []
  }
]