[
  {
    "title": "Derek Schmidt",
    "timestamp": "2021-02-12T22:33:20+00:00",
    "added": [],
    "deleted": [
      "",
      "====State Objections Board proceedings about Obama's birth certificate====",
      "Despite numerous judges across the U.S. having rejected challenges to the natural-born citizenship of [[Barack Obama]], since before he was elected president in 2008,<ref>[http://www.washingtontimes.com/news/2008/oct/26/around-the-nation-14956785/ Around the nation], ''[[The Washington Times]]'', October 26, 2008. Retrieved July 15, 2017.</ref> Kansas Secretary of State [[Kris Kobach]] persistently demanded proof of citizenship before allowing Obama's name to appear on the 2012 Kansas presidential ballot. In September 2012, while leading the three-person State Objections Board, and supported by its other members, Kansas Secretary of State [[Jeff Colyer]] and Schmidt, Kobach requested additional evidence that Obama was actually born in Hawaii.<ref name=\"DeseretNews.com\">{{Cite news|url=http://www.deseretnews.com/article/765603989/Kan-board-delays-decision-on-Obama-ballot.html|title=Kan. board delays decision on Obama, ballot|date=September 13, 2012|agency=Associated Press|via=DeseretNews.com|access-date=July 15, 2017}}</ref> In September 2012, the three heard arguments on a claim from a [[Manhattan, Kansas]], resident that Obama was not eligible to be president because his father was from [[Kenya]]. The resident, Joe Montgomery, also questioned whether Obama has a valid birth certificate. As head of the Board, Kobach requested additional evidence that Obama was actually born in Hawaii.<ref name=\"DeseretNews.com\"/> The Board asserted that it lacked sufficient evidence to determine whether Obama was eligible to appear on the Kansas ballot as a candidate in 2012 and that they needed to review obama's birth certificate and other documents from Hawaii, Arizona, and Mississippi before they could respond to the resident's complaint.<ref>{{Cite news |url=http://www.cbsnews.com/news/kansas-republicans-we-need-to-see-obamas-birth-certificate|title=Kansas Republicans: We need to see Obama's birth certificate|access-date=July 15, 2017}}</ref> In an editorial, ''[[The New York Times]]'' criticized Kansas authorities for having \"reignited long-running [[Conspiracy theory|conspiracy theories]] that the president was not born in the United States.\" [[CNN]] reported that \"the Kansas ballot measure is one of several examples&nbsp;of the birther movement's still-persistent presence.\"<ref>{{Cite web|url=http://politicalticker.blogs.cnn.com/2012/09/17/obama-to-appear-on-kansas-ballot-after-birther-challenge-dropped|title=Obama to appear on Kansas ballot after 'birther' challenge dropped|access-date=July 15, 2017}}</ref>"
    ]
  },
  {
    "title": "Derek Schmidt",
    "timestamp": "2021-02-12T22:41:07+00:00",
    "added": [],
    "deleted": []
  }
]