[
  {
    "title": "Sydney Kamlager-Dove",
    "timestamp": "2021-03-04T03:24:09+00:00",
    "added": [],
    "deleted": [
      "",
      "'''Electric Vehicle Infrastructure'''",
      "",
      "Kamlager passed AB 1100, which clarifies the California Building Code to ensure that parking spaces with electric vehicle charging stations may count toward local minimum parking requirements.",
      "",
      "'''Labor Rights'''<br>",
      "Kamlager worked with the [[American Federation of State, County and Municipal Employees]] to pass AB 1400, which requires the Commission on Health and Safety and Worker's Compensation to submit a study to the Legislature and the OSHS Board to evaluate the risk of exposure to carcinogenic materials and incidence of occupational cancer in mechanics who repair and clean firefighting vehicles in the County of Los Angeles."
    ]
  },
  {
    "title": "Sydney Kamlager-Dove",
    "timestamp": "2021-03-04T03:29:48+00:00",
    "added": [
      "",
      "=== Legislation ===",
      "==== Fiscal issues ====",
      "Kamlager passed AB 987, legislation to build a new arena for the [[Los Angeles Clippers]].<ref>{{cite web|https://a54.asmdc.org/press-releases/20180930-governor-jerry-brown-signs-ab-987}}</ref>",
      "",
      "==== Social issues ====",
      "Kamlager passed two bills - AB 241 and AB 242 - that mandate the incorporation of implicit bias training into continued education for healthcare professionals, lawyers and judges, respectively.<ref>https://a54.asmdc.org/press-releases/20191002-governor-newsom-signs-assembly-bills-241-and-242-address-implicit-bias</ref> The intent of the bills is to reduce disparities in health care and the judicial system in California.",
      "",
      "Kamlager passed California's first hunting ban in decades with AB 1254, which ends the trophy hunting of bobcats, except under specified circumstances, until Jan. 1, 2025.<ref>https://blog.humanesociety.org/2019/10/breaking-news-california-leads-the-nation-by-banning-fur-sales-bobcat-trophy-hunting.html?credit=blog_post_101219_idhome-page</ref>"
    ],
    "deleted": []
  }
]