[
  {
    "title": "Pendleton Civil Service Reform Act",
    "timestamp": "2021-02-05T18:46:30+00:00",
    "added": [
      "== Background ==",
      "",
      "Since the [[presidency of Andrew Jackson]], presidents had increasingly made political appointments on the basis of political support rather than on the basis of merit, in a practice known as the [[spoils system]]. In return for appointments, these appointees were charged with raising campaign funds and bolstering the popularity of the president and the party in their communities. The success of the spoils system helped ensure the dominance of both the [[Democratic Party (United States)|Democratic Party]] in the period before the [[American Civil War]] and the [[Republican Party (United States)|Republican Party]] in the period after the Civil War. Patronage became a key issue in elections, as many partisans in both major parties were more concerned about control over political appointments than they were about policy issues.{{sfn|Theriault|pp=54–55}}",
      "",
      "During the Civil War, Senator [[Charles Sumner]] introduced the first major civil service reform bill, calling for the use of competitive exams to determine political appointments. Sumner's bill failed to pass Congress, and in subsequent years several other civil service reform bills were defeated even as the public became increasingly concerned about public corruption.{{sfn|Theriault|pp=54–55, 60}} After taking office in 1877, President [[Rutherford B. Hayes]] established a special cabinet committee charged with drawing up new rules for federal appointments.{{sfn|Paul|p=71}} Hayes's efforts for reform brought him into conflict with the [[Stalwarts (politics)|Stalwart]], or pro-spoils, branch of the Republican party, led by Senator [[Roscoe Conkling]] of New York.{{sfn|Davison|p=164–165}} With Congress unwilling to take action on civil service reform, Hayes issued an [[Executive order (United States)|executive order]] that forbade federal office holders from being required to make campaign contributions or otherwise taking part in party politics.{{sfnm|Hoogenboom||1pp=322–325|Davison||2pp=164–165|Trefousse||3pp=95–96}}",
      "",
      "[[Chester A. Arthur]], the [[Collector of the Port of New York]], and his subordinates [[Alonzo B. Cornell]] and [[George H. Sharpe]], all Conkling supporters, refused to obey the president's order.{{sfnm|Hoogenboom||1pp=322–325|Davison||2pp=164–165|Trefousse||3pp=95–96}} In September 1877, Hayes demanded the three men's resignations, which they refused to give.{{sfnm|Hoogenboom||1pp=353–355|Trefousse||2pp=100–101}} Hayes was forced to wait until July 1878 when, during a Congressional recess, he sacked Arthur and Cornell and replaced them with [[recess appointment]]s.{{sfn|Hoogenboom|pp=370–371}} Despite opposition from Conkling, both of Hayes's nominees were confirmed by the Senate, giving Hayes his most significant civil service reform victory.{{sfnm|Hoogenboom||1pp=382–384|Barnard||2p=456}} For the remainder of his term, Hayes pressed Congress to enact permanent reform legislation and restore the dormant [[United States Civil Service Commission]], even using his last [[State of the Union address|annual message]] to Congress in 1880 to appeal for reform.{{sfn|Paul|pp=73–74}}"
    ],
    "deleted": []
  }
]