[
  {
    "title": "Darin LaHood",
    "timestamp": "2021-01-15T17:14:25+00:00",
    "added": [
      "",
      "On December 9, 2020, LaHood reversed his position, stating: “\"I'm a big believer in facts and evidence. And the cornerstone of our democracy is the integrity of our election system, so every allegation of fraud, or impropriety, or illegality, needs to be looked into. What I've said is, let's let the court system play this out. But you've got to have facts and evidence.\"<ref>{{Cite news|last=Shelley|first=Tim|date=December 9, 2020|title=LaHood: Trump's Legal Paths Narrowing, But Remaining Election Fraud Lawsuits Need To Be Resolved|work=WCBU|url=https://www.peoriapublicradio.org/post/lahood-trumps-legal-paths-narrowing-remaining-election-fraud-lawsuits-need-be-resolved|url-status=live|access-date=January 15, 2021}}</ref>"
    ],
    "deleted": []
  },
  {
    "title": "Darin LaHood",
    "timestamp": "2021-02-17T23:13:47+00:00",
    "added": [],
    "deleted": [
      "",
      "=== Net neutrality ===",
      "LaHood opposes [[net neutrality]] and believes that revoking it has \"zero effect\" on privacy or data collection.<ref name=\"Nightengale122217\"/>"
    ]
  },
  {
    "title": "Darin LaHood",
    "timestamp": "2021-02-17T23:15:45+00:00",
    "added": [
      "",
      "=== Agriculture / Renewable Energy ===",
      "",
      "==== Ethanol ====",
      "Illinois is one of the leading ethanol producers and consumers in the United States. Ethanol has a $5.5-billion economic impact on our state’s economy and supports more than 4,000 Illinois jobs. Central Illinois is home to four of the largest ethanol producers in the state: ADM, Marquis Energy in Hennepin, Pacific Ethanol in Pekin and Big River Resources in Galva.<ref name=\":0\">{{Cite web|last=LaHood|first=Darin|title=Darin LaHood: Washington must stop undermining Midwest ethanol|url=https://www.pjstar.com/opinion/20190916/darin-lahood-washington-must-stop-undermining-midwest-ethanol|access-date=2021-02-17|website=Journal Star|language=en}}</ref> LaHood has supported the [[Renewable Fuel Standard (United States)|Renewable Fuel Standard]] (RFS), which is an American federal program that requires transportation fuel sold in the United States to contain a minimum volume of renewable fuels. He has actively opposed U.S. Environmental Protection Agency (EPA) granting Small Refinery Exemptions (SREs) that reduce the number of gallons of ethanol required to be blended.<ref name=\":0\" /> He has led efforts to reduce and eliminate trade barriers that target U.S. ethanol producers and supported ethanol producers begin producing hand sanitizers to address shortages in the marketplace due to COVID-19.<ref>{{Cite web|date=2020-04-06|title=LaHood Helps Expedite Waiver To Convert Galva Ethanol Plant To Make Hand Sanitizer|url=https://wlds.com/lahood-helps-expedite-waiver-to-convert-galva-ethanol-plant-to-make-hand-sanitizer/|access-date=2021-02-17|website=WLDS|language=en-US}}</ref>",
      "",
      "==== Ag Lab ====",
      "[[National Center for Agricultural Utilization Research|U.S. Department of Agriculture’s National Center for Agricultural Utilization Research in Peoria, Illinois]] researches new industrial and food uses for agricultural commodities, develops new technology to improve environmental quality, and provides technical support to federal regulatory and action agencies. LaHood has worked in a bi-partisan way to fund the research facility. In 2019, LaHood pushed back against a proposal in the Trump Administration’s budget to close the facility. “Peoria’s Ag Lab, and the researchers employed there, continue to serve a vital role in our local community, and I am disappointed to see that the White House once again propose it to be cut,” LaHood said in a prepared statement. “We must remember that the president’s budget proposal is just that — a proposal — and Congress holds the ultimate power of the purse. Similar to last year, this will remain a top priority for me to work in a bipartisan and bicameral way at the local, state, and federal levels to maintain funding for the lab and ensure the facility remains an integral part of Peoria and the U.S. Department of Agriculture’s research efforts,” LaHood said.<ref>{{Cite web|last=Buedel|first=Matt|title=Facing closure again, Peoria's Ag Lab retains bipartisan support|url=https://www.pjstar.com/news/20180213/facing-closure-again-peorias-ag-lab-retains-bipartisan-support|access-date=2021-02-17|website=Journal Star|language=en}}</ref>",
      "",
      "==== Electric Vehicles ====",
      "Rep. LaHood has supported [[Government incentives for plug-in electric vehicles|EV tax credits]] that help promote electric vehicles in the marketplace.<ref name=\":1\">{{Cite web|last=derek.beigh@lee.net|first=DEREK BEIGH|title=LaHood touts electric vehicle tax credits to boost Rivian, wants tariffs curtailed|url=https://www.pantagraph.com/autos/lahood-touts-electric-vehicle-tax-credits-to-boost-rivian-wants-tariffs-curtailed/article_cefce95e-a157-5e3f-a9b8-fc0a9a30308a.html|access-date=2021-02-17|website=pantagraph.com|language=en}}</ref> Automaker Rivian has located their manufacturing facility in Normal, Illinois with equity investment from Amazon and Ford. While the industry has started to mature, LaHood believes the credits should stay in place to help companies like Rivian and others develop.<ref name=\":1\" />"
    ],
    "deleted": []
  }
]