[
  {
    "title": "Social media in the 2020 United States presidential election",
    "timestamp": "2021-02-08T18:54:05+00:00",
    "added": [],
    "deleted": [
      "",
      "Many presidential candidates, including the [[Donald Trump|Trump]] and [[Joe Biden|Biden]] campaign, have adapted and adjusted their campaigns to the unprecedented changes occurring. For example, many of the logistical and heavy-volunteering based aspect of a typical presidential campaign would normally be conducted in person, such as in-person fundraisers and political canvassing, have been transferred to an online format. Supporters can stay involved with the campaign through virtual call teams and virtual field offices through social platforms, such as [[Slack (software)|Slack.]] <ref>{{Cite web|last=Kroll|first=Andy|date=2020-07-15|title=Can Millions of Deep Conversations With Total Strangers Beat Trump -- and Heal America?|url=https://www.rollingstone.com/politics/politics-features/deep-canvassing-joe-biden-donald-trump-2020-presidential-election-coronavirus-1028034/|access-date=2020-10-07|website=Rolling Stone|language=en-US}}</ref> Moreover, individuals across the U.S. are still able to support their respective party and candidate by also encouraging others to vote through relational organizing and vote tripling.<ref>{{Cite web|last=ACRONYM|date=2018-08-21|title=Relational Organizing in an Electoral Context|url=https://medium.com/@anotheracronym/relational-organizing-in-an-electoral-context-6293042cd0f9|access-date=2020-10-07|website=Medium|language=en}}</ref> During the [[2020 United States presidential election|2020 U.S. Presidential Election]], relational organizing is a powerful way to increase voter turnout and voter registration as the familiarity aspect of relational organizing allows more effectiveness in convincing individuals to vote. The simple concept of vote tripling<ref>{{Cite web|date=3 January 2019|first=Mari|last= Megias|title=Power to the People: Robert Reynolds MPP 2015 is using behavioral science to encourage voters to head to the polls|url=https://www.hks.harvard.edu/alumni/connect/community-stories/power-people|access-date=2020-10-07|website=www.hks.harvard.edu|language=en}}</ref> has also been a popular method utilized by many campaigns to encourage [[Voter turnout in United States presidential elections|voter turnout]] for the U.S. Presidential Election. &nbsp;"
    ]
  }
]