[
  {
    "title": "Roger Marshall",
    "timestamp": "2021-01-07T21:35:30+00:00",
    "added": [
      "",
      "In January 2021, Marshall joined a group of Republican senators (led by Josh Hawley and Ted Cruz) attempting to overturn the results of the presidential election by announcing they would refuse to count the votes of the Electoral College. Accordingly, on January 6, Marshall voted in support of the objection to the electoral vote for Pennsylvania. The Senate rejected this objection by 92-7.  Marshall also voted in support of the objection to the electoral vote for Arizona.  The Senate rejected this objection 93-7.<ref>\"Roll Call Vote 117th Congress - 1st Session\". USSen. U.S. Senate. January 7, 2021. Retrieved January 7, 2021</ref>"
    ],
    "deleted": []
  },
  {
    "title": "Roger Marshall",
    "timestamp": "2021-01-07T21:41:10+00:00",
    "added": [
      "In January 2021, Marshall joined a group of Republican senators (led by Josh Hawley and Ted Cruz) attempting to overturn the results of the presidential election by announcing they would refuse to count the votes of the Electoral College. Accordingly, on January 6, Marshall voted in support of the objection to the electoral vote for Pennsylvania. The Senate rejected this objection by 92-7.  Marshall also voted in support of the objection to the electoral vote for Arizona.  The Senate rejected this objection 93-6.<ref>\"Roll Call Vote 117th Congress - 1st Session\". USSen. U.S. Senate. January 7, 2021. Retrieved January 7, 2021</ref>"
    ],
    "deleted": []
  },
  {
    "title": "Roger Marshall",
    "timestamp": "2021-01-07T21:45:14+00:00",
    "added": [
      "In January 2021, Marshall joined a group ofstaunch Trump-Republican senators (led by Josh Hawley and Ted Cruz) attempting to overturn the results ofa free and fair democraticpresidential election by announcing they would refuse to count the votes of the Electoral College. Accordingly, on January 6, Marshall voted in support of the objection to the electoral vote for Pennsylvania. The Senate rejected this objection by 92-7.  Marshall also voted in support of the objection to the electoral vote for Arizona.  The Senate rejected this objection 93-6.<ref>\"Roll Call Vote 117th Congress - 1st Session\". USSen. U.S. Senate. January 7, 2021. Retrieved January 7, 2021</ref>In the bloody coup that accompanied the efforts to overthrow the election results, major Kansas newspapers, such as the Topeka Capital-Journal, Wichita Eagle, and the regional Kansas City Star, accused Marshall of complicity in the unlawful insurrection and coup attempt. Fellow senator, Mitt Romney, referencing Marshall and his fellow Trump-Republicans, stated, \"those who choose to continue to support his [Trump's] dangerous gambit by objecting to the results of a legitimate, democratic election will forever be seen as being complicit in an unprecedented attack against our democracy. They will be remembered for their role in this shameful episode in American history. That will be their legacy.\""
    ],
    "deleted": []
  },
  {
    "title": "Roger Marshall",
    "timestamp": "2021-01-07T21:57:46+00:00",
    "added": [
      "In January 2021, Marshall joined a group of Republican senators (led by Josh Hawley and Ted Cruz) attempting to overturn the results ofthepresidential election by announcing they would refuse to count the votes of the Electoral College. Accordingly, on January 6, Marshall voted in support of the objection to the electoral vote for Pennsylvania. The Senate rejected this objection by 92-7.  Marshall also voted in support of the objection to the electoral vote for Arizona.  The Senate rejected this objection 93-6.<ref>\"Roll Call Vote 117th Congress - 1st Session\". USSen. U.S. Senate. January 7, 2021. Retrieved January 7, 2021</ref>"
    ],
    "deleted": []
  },
  {
    "title": "Roger Marshall",
    "timestamp": "2021-02-04T17:34:13+00:00",
    "added": [
      "*[[Senate Health, Education, Labor and Pensions Committee | Health, Education, Labor and Pensions Committee]]",
      "*[[United States Senate Committee on Small Business and Entrepreneurship | Senate Committee on Small Business and Entrepreneurship]]"
    ],
    "deleted": []
  },
  {
    "title": "Roger Marshall",
    "timestamp": "2021-02-23T21:31:49+00:00",
    "added": [],
    "deleted": [
      ""
    ]
  }
]