[
  {
    "title": "Ben Sasse",
    "timestamp": "2021-01-02T18:11:49+00:00",
    "added": [
      "{{pp-pc|small=yes}}"
    ],
    "deleted": []
  },
  {
    "title": "Ben Sasse",
    "timestamp": "2021-02-14T04:33:41+00:00",
    "added": [
      "",
      "=== Censure ===",
      "The Lincoln County Republican Party in Nebraska chose to censure GOP Senator Ben Sasse for his comments regarding former President Donald Trump's impeachment, while the county chair lamented that state law does not allow Sasse to be recalled.  \"President Trump was 'impeached' in the House with no investigation, evidence or due process,\" Scotts Bluff County GOP Chair Kolene Woodward wrote in an open letter to Sasse about the decision to censure. \"Your support for such a mock judicial proceeding reminiscent of [Soviet Union leader] Joseph Stalin is reprehensible.”  Woodward added, \"You were elected to represent the people of Nebraska who overwhelmingly voted for President Trump. Your actions are a selfish, political ploy.\"  Woodward also expressed frustration that there is no way to recall Sasse from the Senate.  \"Unfortunately, in Nebraska we do not have recall,\" the GOP official said. \"We don't have any way of recalling someone who goes to D.C. and does whatever they want, so we are also looking at [whether we can] add that in the future.\"<ref>{{Cite web|last=EST|first=Jason Lemon On 2/4/21 at 10:52 AM|date=2021-02-04|title=Nebraska county GOP censures Ben Sasse as chair laments senator can't be recalled|url=https://www.newsweek.com/nebraska-county-gop-censures-ben-sasse-chair-laments-senator-cant-recalled-1566838|access-date=2021-02-14|website=Newsweek|language=en}}</ref>"
    ],
    "deleted": []
  },
  {
    "title": "Ben Sasse",
    "timestamp": "2021-02-15T02:13:31+00:00",
    "added": [
      "{{pp-vandalism|small=yes}}"
    ],
    "deleted": []
  },
  {
    "title": "Ben Sasse",
    "timestamp": "2021-03-10T04:22:30+00:00",
    "added": [],
    "deleted": [
      "",
      "Sasse showed tremendous ignorance, as well as contempt for his state's largest trading partner, when on March 8, 2021 in protest to Biden' COVID relief bill, he insultingly claimed “We should’ve just bought Canada too.” <ref>https://www.huffingtonpost.ca/entry/us-stimulus-ben-sasse-canada_ca_6046a7c6c5b6e6abac822204</ref> If Canada was a corporation for sale, his math is erroneous as revenue (economy) is not the main valuation criteria.  Canada's economy may have been $1.9 trillion, but this neglects trillions of dollars of national assets.  Regardless, it demonstrates a growing Republican disdain for their longest and most stable ally."
    ]
  }
]