[
  {
    "title": "Donald Trump 2020 presidential campaign",
    "timestamp": "2021-01-20T17:38:25+00:00",
    "added": [
      "| Trump2020 slogan = ]"
    ],
    "deleted": []
  },
  {
    "title": "Donald Trump 2020 presidential campaign",
    "timestamp": "2021-01-20T17:40:14+00:00",
    "added": [],
    "deleted": [
      "| Trump2020 slogan = ]"
    ]
  },
  {
    "title": "Donald Trump 2020 presidential campaign",
    "timestamp": "2021-03-01T02:33:21+00:00",
    "added": [],
    "deleted": [
      "",
      "Donald Trump will go down as The Greatest President in History. The 2020 election was rigged in favor of Biden and Kamala. The day he announced he was running as a republican nominee, there was a price on his head. The untrue and unwarranted harassment went on relentlessly for 4 years. They would rather see America crash and burn before they let him have a successful page in history. They can not stop Gods will."
    ]
  },
  {
    "title": "Donald Trump 2020 presidential campaign",
    "timestamp": "2021-03-05T14:50:52+00:00",
    "added": [],
    "deleted": [
      "",
      "Researchers estimate that the rallies Trump held from June 20 through September 22 caused more than 30,000 diagnosed cases of COVID-19 and more than 700 deaths.<ref name=\"Buchmann\"/>",
      "",
      "On October 30, researchers from Stanford University published an analysis of the effects of Trump rallies on the spread of COVID-19. Using statistical methods, they estimated that the 18 rallies Trump held from June 20 through September 22 caused more than 30,000 diagnosed cases of COVID-19 and more than 700 deaths.<ref name=\"Buchmann\">{{cite web |last1=Bernheim |first1=B. Douglas |last2=Buchmann |first2=Nina | last3=Freitas-Goff | first3=Zach | last4=Otero | first4=Sebastián |date=October 30, 2020 |title=The Effects of Large Group Meetings on the Spread of COVID-19: The Case of Trump Rallies",
      "|url=https://sebotero.github.io/papers/COVIDrallies_10_30_2000.pdf |access-date=December 8, 2020 |language=en}}</ref> Trump held an additional 49 rallies from September 23 through November 2 that were not included in the analysis."
    ]
  },
  {
    "title": "Donald Trump 2020 presidential campaign",
    "timestamp": "2021-03-05T14:52:50+00:00",
    "added": [],
    "deleted": []
  }
]