[
  {
    "title": "Mike Lee",
    "timestamp": "2021-02-11T00:46:29+00:00",
    "added": [],
    "deleted": [
      "",
      "==== Flint water crisis ====",
      "In 2016, Lee was one was of the initial group of senators{{huh|date=December 2020}} approving $220 million in aid to repair lead contaminated pipes.{{fact|date=December 2020}}"
    ]
  },
  {
    "title": "Mike Lee",
    "timestamp": "2021-02-11T00:49:07+00:00",
    "added": [
      "Mike Lee is a terrible representative to have political power. He represents Trumpism and injustic in his words and actions. Please resign Mike, stop spreading hate and inequality. Your white privilege is suffocating change in the great state of Utah"
    ],
    "deleted": []
  },
  {
    "title": "Mike Lee",
    "timestamp": "2021-02-11T00:49:18+00:00",
    "added": [],
    "deleted": [
      "Mike Lee is a terrible representative to have political power. He represents Trumpism and injustic in his words and actions. Please resign Mike, stop spreading hate and inequality. Your white privilege is suffocating change in the great state of Utah"
    ]
  },
  {
    "title": "Mike Lee",
    "timestamp": "2021-02-11T01:00:12+00:00",
    "added": [
      "",
      "\"Mike Lee has proved himself to be a terrible representative to have political power. He mirrors Trumpism and injustic in his words and actions. Please resign Mike, stop spreading hate and inequality. Your white privilege is suffocating important and necessary change in the great state of Utah\"",
      "and it just cuts off there...no period."
    ],
    "deleted": []
  },
  {
    "title": "Mike Lee",
    "timestamp": "2021-02-11T01:02:23+00:00",
    "added": [],
    "deleted": [
      "",
      "\"Mike Lee has proved himself to be a terrible representative to have political power. He mirrors Trumpism and injustic in his words and actions. Please resign Mike, stop spreading hate and inequality. Your white privilege is suffocating important and necessary change in the great state of Utah\"",
      "and it just cuts off there...no period."
    ]
  },
  {
    "title": "Mike Lee",
    "timestamp": "2021-02-12T03:54:38+00:00",
    "added": [],
    "deleted": [
      "",
      "During Donald Trump's second impeachment trial on February 11th, 2021, Lee objected to his previously reported comments in a Desert News article published on January 6th, 2021. Lee's unsubstantiated objection attempted to disrupt and add chaos to the Senate impeachment proceedings. Lee's office and manager have previously confirmed the accuracy of the article and its accuracy was not in dispute until the statements were added to the impeachment trial record. Through his motion, Lee attempted to create a false and misleading record now that his comments undermine Trump's defense argument. Lee's comments in the Desert News article provide a factual and real-time account that Donald Trump was aware and informed of the immediate dangers Congress members and their staff along with Vice President Pence and his immediate family faced during Donald Trump's inspired attack on the US Capitol. These dangers were caused by the domestic terrorist assault on the Capitol Building in Washington D.C., which was planned, funded and coordinated by Donald Trump, his office and campaign. Lee's actions on February 10th, 2021, attempted to use misinformation to provide cover for the actions that lead to the impeachment of Donald Trump. <ref>{{Cite news|last=Carney|first=Jordain|date=2021-02-10|title=Impeachment trial descends into chaos over Lee objection. |language=en-US|work=The Hill|url=https://thehill.com/homenews/senate/538357-impeachment-trial-descends-into-chaos-over-lee-objection?rl=1}}</ref>"
    ]
  }
]