{
  "2020 United States presidential election": {
    "title": "2020 United States presidential election",
    "url": "https://en.wikipedia.org/wiki/2020_United_States_presidential_election",
    "first_paragraph": "Presidential elections were held in the United States on November 3, 2020. The Democratic ticket of former vice president Joe Biden and California junior senator Kamala Harris defeated the incumbent Republican president Donald Trump and vice president Mike Pence. The election saw the highest voter turnout by percentage since 1900. Biden received more than 81 million votes, the most votes ever cast for a presidential candidate in U.S. history.",
    "linked_pages": [
      {
        "title": "117th United States Congress",
        "url": "https://en.wikipedia.org/wiki/117th_United_States_Congress",
        "first_paragraph": "The 117th United States Congress was a meeting of the legislative branch of the United States federal government, composed of the United States Senate and the United States House of Representatives. It convened in Washington, D.C., on January 3, 2021, during the final weeks of Donald Trump's first presidency and the first two years of Joe Biden's presidency and ended on January 3, 2023."
      },
      {
        "title": "1776 Returns",
        "url": "https://en.wikipedia.org/wiki/1776_Returns",
        "first_paragraph": "1776 Returns is the title of a document that outlined strategic plans for the takeover of US government buildings on January 6, 2021. It was circulated among the Proud Boys organization. The nine-page document was sent to Enrique Tarrio, chairman of the Proud Boys, one week before the January 6 United States Capitol attack, by a Miami-based cryptocurrency promoter named Eryka Gemma Flores, who was romantically linked to Tarrio."
      },
      {
        "title": "1788–89 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1788%E2%80%9389_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States from December 15, 1788 to January 7, 1789, under the new Constitution ratified in 1788. George Washington was unanimously elected for the first of his two terms as president and John Adams became the first vice president. This was the only U.S. presidential election that spanned two calendar years without a contingent election and the first national presidential election in American history."
      },
      {
        "title": "1792 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1792_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States from November 2 to December 5, 1792. Incumbent President George Washington was elected to a second term by a unanimous vote in the electoral college, while John Adams was reelected as vice president. Washington was essentially unopposed, but Adams faced a competitive re-election against Governor George Clinton of New York."
      },
      {
        "title": "1796 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1796_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States from November 4 to December 7, 1796, when electors throughout the United States cast their ballots. It was the first contested American presidential election, the first presidential election in which political parties played a dominant role, and the only presidential election in which a president and vice president were elected from opposing tickets. Incumbent vice president John Adams of the Federalist Party defeated former secretary of state Thomas Jefferson of the Democratic-Republican Party."
      },
      {
        "title": "1800 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1800_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States from October 31 to December 3, 1800. In what is sometimes called the \"Revolution of 1800\", the Democratic-Republican Party candidate, Vice President Thomas Jefferson, defeated the Federalist Party candidate and incumbent, President John Adams in the second peaceful transfer of power in the history of the United States, creating a political realignment that ushered in a generation of Democratic-Republican leadership. This was the first presidential election in American history to be a rematch, and the first election where an incumbent president lost re-election."
      },
      {
        "title": "1804 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1804_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States from November 2 to December 5, 1804. Incumbent Democratic-Republican president Thomas Jefferson defeated Federalist Charles Cotesworth Pinckney of South Carolina. It was the first presidential election conducted following the ratification of the Twelfth Amendment to the United States Constitution, which reformed procedures for electing presidents and vice presidents."
      },
      {
        "title": "1808 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1808_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States from November 4 to December 7, 1808. The Democratic-Republican candidate James Madison defeated Federalist candidate Charles Cotesworth Pinckney decisively."
      },
      {
        "title": "1812 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1812_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States from October 30 to December 2, 1812. In the shadow of the War of 1812, incumbent Democratic-Republican President James Madison narrowly defeated DeWitt Clinton, the lieutenant governor of New York and mayor of New York City, who drew support from dissident Democratic-Republicans in the North as well as Federalists. It was the first presidential election to be held during a major war involving the United States. As no significant British incursions into American territory had occurred by that time, and Britain's war strategy was largely defensive, the election proceeded without disruption."
      },
      {
        "title": "1816 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1816_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States from November 1 to December 4, 1816. The Democratic-Republican ticket of secretary of state James Monroe and the governor of New York Daniel D. Tompkins defeated the de facto Federalist candidate, the senior U.S. senator from New York Rufus King. Although not formally nominated, King became the last Federalist presidential candidate upon receiving 34 votes from Federalist unpledged electors. In the subsequent election, the Federalists carried three states but did not field their own candidate, instead supporting the incumbent Monroe, before disappearing by the end of the 1820s."
      },
      {
        "title": "1820 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1820_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States from November 1 to December 6, 1820. Taking place at the height of the Era of Good Feelings, the election saw incumbent Democratic-Republican President James Monroe win reelection without a major opponent. It was the third and the most recent United States presidential election in which a presidential candidate ran effectively unopposed. James Monroe's re-election marked the first time in U.S. history that a third consecutive president won a second election."
      },
      {
        "title": "1824 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1824_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States from October 26 to December 2, 1824. Andrew Jackson, John Quincy Adams, Henry Clay and William Crawford were the primary contenders for the presidency. The result of the election was inconclusive, as no candidate won a majority of the electoral vote. In the election for vice president, John C. Calhoun was elected with a comfortable majority of the vote. Because none of the candidates for president garnered an electoral vote majority, the U.S. House of Representatives, under the provisions of the Twelfth Amendment, held a contingent election. On February 9, 1825, the House voted to elect John Quincy Adams as president, ultimately giving the election to him."
      },
      {
        "title": "1828 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1828_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States from October 31 to December 2, 1828. Just as in the 1824 election, President John Quincy Adams of the National Republican Party faced Andrew Jackson of the Democratic Party, making the election the second rematch in presidential history. Both parties were new organizations, and this was the first presidential election their nominees contested."
      },
      {
        "title": "1832 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1832_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States from November 2 to December 5, 1832. Incumbent president Andrew Jackson, candidate of the Democratic Party, defeated Henry Clay, candidate of the National Republican Party."
      },
      {
        "title": "1836 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1836_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States from November 3 to December 7, 1836. Incumbent Vice President Martin Van Buren, candidate of the Democratic Party, defeated four candidates fielded by the nascent Whig Party."
      },
      {
        "title": "1840 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1840_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States from October 30 to December 2, 1840. In the shadow of an incomplete economic recovery from the Panic of 1837, Whig nominee William Henry Harrison defeated incumbent President Martin Van Buren of the Democratic Party. The election marked the first of two Whig victories in presidential elections, but was the only one where they won a majority of the popular vote. This was also the third rematch in American history."
      },
      {
        "title": "1844 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1844_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States from November 1 to December 4, 1844. Democratic nominee James K. Polk narrowly defeated Whig Henry Clay in a close contest turning on the controversial issues of slavery and the annexation of the Republic of Texas. This is the only election in which both major party nominees served as Speaker of the House at one point, and the first in which neither candidate held elective office at the time."
      },
      {
        "title": "1848 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1848_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 7, 1848. Held in the aftermath of the Mexican–American War, General Zachary Taylor of the Whig Party defeated Senator Lewis Cass of the Democratic Party."
      },
      {
        "title": "1852 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1852_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 2, 1852. Democratic nominee Franklin Pierce defeated Whig nominee General Winfield Scott."
      },
      {
        "title": "1856 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1856_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 4, 1856. Democratic nominee James Buchanan defeated Republican nominee John C. Frémont and Know Nothing/Whig nominee Millard Fillmore. The main issue was the expansion of slavery as facilitated by the Kansas–Nebraska Act of 1854. Buchanan defeated President Franklin Pierce at the 1856 Democratic National Convention for the nomination. Pierce had become widely unpopular in the North because of his support for the pro-slavery faction in the ongoing civil war in territorial Kansas, and Buchanan, a former Secretary of State, had avoided the divisive debates over the Kansas–Nebraska Act by being in Europe as the Ambassador to the United Kingdom."
      },
      {
        "title": "1860 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1860_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 6, 1860. The Republican Party ticket of Abraham Lincoln and Hannibal Hamlin emerged victorious in a four-way race. With an electoral majority composed only of Northern states that had already abolished slavery, and minimal support in the Democratic-dominated Southern slave states, Lincoln's election as the first Republican president thus served as the main catalyst for Southern secession and consequently the American Civil War."
      },
      {
        "title": "1864 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1864_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 8, 1864, near the end of the American Civil War. Incumbent President Abraham Lincoln of the National Union Party easily defeated the Democratic nominee, former General George B. McClellan, by a wide margin of 212–21 in the electoral college, with 55% of the popular vote. For the election, the Republican Party and some Democrats created the National Union Party, especially to attract War Democrats."
      },
      {
        "title": "1868 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1868_Democratic_National_Convention",
        "first_paragraph": "The 1868 Democratic National Convention was held at the Tammany Hall headquarters building in New York City between July 4, and July 9, 1868. The first Democratic convention after the conclusion of the American Civil War, the convention was notable for the return of Democratic Party politicians from the Southern United States."
      },
      {
        "title": "1868 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1868_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 3, 1868. In the first election of the Reconstruction Era, Republican nominee Ulysses S. Grant defeated Horatio Seymour of the Democratic Party. It was the first presidential election to take place after the conclusion of the American Civil War and the abolition of slavery. It was the first election in which African Americans could vote in the reconstructed Southern states, in accordance with the First Reconstruction Act."
      },
      {
        "title": "1872 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1872_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 5, 1872. Incumbent President Ulysses S. Grant, the Republican nominee, easily defeated Democratic-endorsed Liberal Republican nominee Horace Greeley."
      },
      {
        "title": "1876 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1876_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 7, 1876. Republican Governor Rutherford B. Hayes of Ohio very narrowly defeated Democrat Governor Samuel J. Tilden of New York. Following President Ulysses S. Grant's decision to retire after his second term, U.S. Representative James G. Blaine emerged as frontrunner for the Republican nomination; however, Blaine was unable to win a majority at the 1876 Republican National Convention, which settled on Hayes as a compromise candidate. The 1876 Democratic National Convention nominated Tilden on the second ballot."
      },
      {
        "title": "1876 United States presidential election in Colorado",
        "url": "https://en.wikipedia.org/wiki/1876_United_States_presidential_election_in_Colorado",
        "first_paragraph": "The 1876 United States presidential election in Colorado took place on November 7, 1876, as part of the 1876 United States presidential election. The state legislature chose three representatives, or electors to the Electoral College, who voted for president and vice president, which would be the first and only time the state would do so."
      },
      {
        "title": "1880 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1880_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 2, 1880. Republican nominee James A. Garfield defeated Winfield Scott Hancock of the Democratic Party."
      },
      {
        "title": "1884 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1884_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 4, 1884. Democratic Governor Grover Cleveland of New York narrowly defeated Republican James G. Blaine of Maine. Ending a streak of six consecutive Republican victories, Cleveland was the first Democrat to win a presidential election since James Buchanan did so in 1856."
      },
      {
        "title": "1888 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1888_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 6, 1888. Republican nominee Benjamin Harrison, a former U.S. senator from Indiana, defeated incumbent Democratic President Grover Cleveland of New York. It was the third of five U.S. presidential elections in which the winner did not win the national popular vote, which would not occur again until 2000."
      },
      {
        "title": "1892 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1892_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 8, 1892. In the fourth rematch in American history, the Democratic nominee, former president Grover Cleveland, defeated the incumbent Republican President Benjamin Harrison. Cleveland's victory made him the first president in American history to be elected to a non-consecutive second term, and the only until Donald Trump was reelected in 2024."
      },
      {
        "title": "1896 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1896_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 3, 1896. Former Governor William McKinley, the Republican nominee, defeated former Representative William Jennings Bryan, the Democratic nominee. The 1896 campaign, which took place during an economic depression known as the Panic of 1893, was a political realignment that ended the old Third Party System and began the Fourth Party System."
      },
      {
        "title": "1900 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1900_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 6, 1900. Incumbent Republican President William McKinley defeated his Democratic challenger, William Jennings Bryan."
      },
      {
        "title": "1904 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1904_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 8, 1904. Incumbent Republican president Theodore Roosevelt defeated the conservative Democratic nominee, Alton B. Parker. Roosevelt's victory made him the first president who ascended to the presidency upon the death of his predecessor to win a full term in his own right."
      },
      {
        "title": "1908 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1908_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 3, 1908. Republican Party nominee William Howard Taft defeated threetime Democratic nominee William Jennings Bryan. Incumbent President Theodore Roosevelt honored his promise not to seek a third term, and persuaded his close friend, Taft, to become his successor. With Roosevelt's support, Taft won the presidential nomination at the 1908 Republican National Convention on the first ballot. The Democratic Party nominated Bryan, who had been defeated twice previously, in 1896 and 1900, by Republican William McKinley."
      },
      {
        "title": "1912 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1912_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 5, 1912. The Democratic ticket of governor Woodrow Wilson of New Jersey and governor Thomas Marshall of Indiana defeated the Republican ticket of incumbent President William Howard Taft and university president Nicholas Butler while also defeating the Progressive/\"Bull Moose\" ticket of former president Theodore Roosevelt and governor Hiram Johnson of California and the Socialist Party ticket of state senatorEugene V. Debs and mayor Emil Seidel."
      },
      {
        "title": "1916 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1916_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 7, 1916. The Democratic ticket of incumbent President Woodrow Wilson and incumbent Vice President Thomas Marshall defeated the Republican ticket of former associate justice of the Supreme Court Charles Evans Hughes and former Vice President Charles Fairbanks by a narrow margin. The Republican candidate. Wilson was the first incumbent Democrat since 1832 to win re-election to a second consecutive term."
      },
      {
        "title": "1920 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1920_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 2, 1920. The Republican ticket of senator Warren G. Harding of Ohio and governor Calvin Coolidge of Massachusetts defeated the Democratic ticket of governor James M. Cox of Ohio and assistant secratary Franklin Roosevelt of New York. It was the first election held after the end of the First World War, and the first election after the ratification of the Nineteenth Amendment gave nationwide suffrage to women. It was the first presidential election to have its results broadcast by radio."
      },
      {
        "title": "1924 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1924_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 4, 1924. The Republican ticket of incumbent President Calvin Coolidge and Director of the Bureau of the Budget Charles Dawes defeated the Democratic ticket of John Davis and Nebraska Governor Charles Bryan and the Progressive ticket of Senator Robert La Follette and Senator Burton Wheeler. Coolidge was the second vice president, after Theodore Roosevelt, to ascend to the presidency and then win a full term."
      },
      {
        "title": "1928 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1928_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 6, 1928. The Republican ticket of former Secretary of Commerce Herbert Hoover and Senator Charles Curtis defeated the Democratic ticket of New York Governor Al Smith and Senator Joseph T. Robinson."
      },
      {
        "title": "1932 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1932_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 8, 1932. Against the backdrop of the Great Depression, the Republican ticket of incumbent President Herbert Hoover and incumbent Vice President Charles Curtis were defeated in a landslide by the Democratic ticket of Franklin D. Roosevelt, the governor of New York and John Nance Garner, the Speaker of the House This realigning election marked the effective end of the Fourth Party System, which had been dominated by Republicans, and the beginning of an era of Democratic dominance under the New Deal coalition."
      },
      {
        "title": "1936 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1936_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 3, 1936. In the midst of the Great Depression, the Democratic ticket of incumbent President Franklin D. Roosevelt and incumbent Vice President John Nance Garner defeated the Republican ticket of Kansas governor Alf Landon and newspaper editor Frank Knox in a landslide victory. Roosevelt won the highest share of the popular vote (60.8%) and the electoral vote since the largely uncontested 1820 election. The sweeping victory consolidated the New Deal Coalition in control of the Fifth Party System."
      },
      {
        "title": "1940 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1940_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 5, 1940. The Democratic ticket of incumbent President Franklin D. Roosevelt and secratary of agriculture Henry Wallace defeated the Republican ticket of businessman Wendell Willkie and senator Charles McNary to be reelected for an unprecedented third term in office. Until 1988, this was the last time in which the incumbent's party won three consecutive presidential elections. It was also the fourth presidential election in which both major party candidates were registered in the same home state; the others have been in 1860, 1904, 1920, 1944, and 2016."
      },
      {
        "title": "1944 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1944_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held on Tuesday, November 7, 1944. The election took place during World War II which ended the following year. The Democratic ticket of incumbent President Franklin D. Roosevelt and Senator Harry Truman defeated the Republican ticket of New York Governor Thomas E. Dewey and Ohio Governor John Bricker to win an unprecedented fourth term. It was also the fifth presidential election in which both major party candidates were registered in the same home state; the others have been in 1860, 1904, 1920, 1940, and 2016. Though the margin of victory was still a landslide, this was Roosevelt's weakest performance in his four elections, and the popular vote split was less lopsided."
      },
      {
        "title": "1948 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1948_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 2, 1948. The Democratic ticket of incumbent President Harry S. Truman and Senator Alben Barkley defeated the Republican ticket of New York Governor Thomas E. Dewey and California Governor Earl Warren, and the Dixiecrat ticket of South Carolina Governor Strom Thurmond and Mississippi Governor Fielding Wright in one of the greatest election upsets in American history."
      },
      {
        "title": "1952 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1952_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 4, 1952. The Republican ticket of general Dwight D. Eisenhower and senator Richard Nixon defeated the Democratic ticket of Illinois Governor Adlai Stevenson II and senator John Sparkman in a landslide victory, becoming the first Republican president in 20 years. This was the first election since 1928 without an incumbent president on the ballot."
      },
      {
        "title": "1956 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1956_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 6, 1956. Incumbent Republican President Dwight D. Eisenhower and his running mate, incumbent Vice President Richard Nixon, were reelected, defeating Democrat Adlai Stevenson II, former Illinois governor and Senator Estes Kefauver, in a rematch of 1952."
      },
      {
        "title": "1960 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1960_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 8, 1960. The Democratic ticket of Senator John F. Kennedy and his running mate, Senate Majority Leader Lyndon B. Johnson, narrowly defeated the Republican ticket of incumbent Vice President Richard Nixon and his running mate, U.N. Ambassador Henry Cabot Lodge Jr. This was the first election in which 50 states participated, marking the first participation of Alaska and Hawaii, and the last in which the District of Columbia did not. It was also the first election in which an incumbent president—in this case, Dwight D. Eisenhower—was ineligible to run for a third term because of the term limits established by the 22nd Amendment."
      },
      {
        "title": "1964 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1964_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 3, 1964, less than a year following the assassination of John F. Kennedy, who won the previous presidential election. The Democratic ticket of incumbent President Lyndon B. Johnson and Senator Hubert Humphrey defeated the Republican ticket of Senator Barry Goldwater and Congressman William E. Miller in a landslide victory. Johnson won 61.1% of the popular vote which, to date, remains the highest popular vote percentage of any candidate since the advent of widespread popular elections in 1824."
      },
      {
        "title": "1968 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1968_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 5, 1968. The Republican ticket of former vice president Richard Nixon and Maryland governor Spiro Agnew, defeated both the Democratic ticket of incumbent vice president Hubert Humphrey and senator Edmund Muskie, and the American Independent Party ticket of former Alabama governor George Wallace and general Curtis LeMay. It is often considered a major realigning election, as it permanently disrupted the Democratic New Deal Coalition that had dominated presidential politics since 1932."
      }
    ],
    "what_links_here": [
      {
        "title": "Alaska",
        "url": "https://en.wikipedia.org/wiki/Alaska",
        "first_paragraph": "Alaska is a non-contiguous U.S. state on the northwest extremity of North America. Part of the Western United States region, it is one of the two non-contiguous U.S. states, alongside Hawaii. Alaska is also considered to be the northernmost, westernmost, and easternmost state in the United States. It borders the Canadian territory of Yukon and the province of British Columbia to the east. It shares a western maritime border, in the Bering Strait, with Russia's Chukotka Autonomous Okrug. The Chukchi and Beaufort Seas of the Arctic Ocean lie to the north, and the Pacific Ocean lies to the south. Technically, it is a semi-exclave of the U.S., and is the largest exclave in the world."
      },
      {
        "title": "August 14",
        "url": "https://en.wikipedia.org/wiki/August_14",
        "first_paragraph": "August 14 is the 226th day of the year in the Gregorian calendar; 139 days remain until the end of the year."
      },
      {
        "title": "African Americans",
        "url": "https://en.wikipedia.org/wiki/African_Americans",
        "first_paragraph": "African Americans, also known as Black Americans and formerly also called Afro-Americans, are an American racial and ethnic group, who as defined by the United States census, consists of Americans who have \"origins in any of the Black racial groups of Africa\". African Americans constitute the second largest ethno-racial group in the US after White Americans. The term \"African American\" generally denotes descendants of Africans enslaved in the United States. In 2023, an estimated 48.3 million people self-identified as Black, making up 14.4% of the country’s population. This marks a 33% increase since 2000, when there were 36.2 million Black people living in the U.S."
      },
      {
        "title": "Anita Hill",
        "url": "https://en.wikipedia.org/wiki/Anita_Hill",
        "first_paragraph": "Anita Faye Hill is an American lawyer, educator and author. She is a professor of social policy, law, and women's studies at Brandeis University and a faculty member of the university's Heller School for Social Policy and Management. She became a national figure in 1991 when she accused U.S. Supreme Court nominee Clarence Thomas, her supervisor at the United States Department of Education and the Equal Employment Opportunity Commission, of sexual harassment."
      },
      {
        "title": "Bill Clinton",
        "url": "https://en.wikipedia.org/wiki/Bill_Clinton",
        "first_paragraph": "William Jefferson Clinton is an American politician and lawyer who was the 42nd president of the United States from 1993 to 2001. A member of the Democratic Party, he previously served as the attorney general of Arkansas from 1977 to 1979 and as the governor of Arkansas from 1979 to 1981, and again from 1983 to 1992. Clinton, whose policies reflected a centrist \"Third Way\" political philosophy, became known as a New Democrat."
      },
      {
        "title": "Bill Gates",
        "url": "https://en.wikipedia.org/wiki/Bill_Gates",
        "first_paragraph": "William Henry Gates III is an American businessman and philanthropist. A pioneer of the microcomputer revolution of the 1970s and 1980s, he co-founded the software company Microsoft in 1975 with his childhood friend Paul Allen. Following the company's 1986 initial public offering (IPO), Gates became a billionaire in 1987—then the youngest ever, at age 31. Forbes magazine ranked him as the world's wealthiest person for 18 out of 24 years between 1995 and 2017, including 13 years consecutively from 1995 to 2007. He became the first centibillionaire in 1999, when his net worth briefly surpassed $100 billion. According to Forbes, as of May 2025, his net worth stood at US$115.1 billion, making him the thirteenth-richest individual in the world."
      },
      {
        "title": "Boston Herald",
        "url": "https://en.wikipedia.org/wiki/Boston_Herald",
        "first_paragraph": "The Boston Herald is an American daily newspaper whose primary market is Boston, Massachusetts, and its surrounding area. It was founded in 1846 and is one of the oldest daily newspapers in the United States. It has been awarded eight Pulitzer Prizes in its history, including four for editorial writing and three for photography before it was converted to tabloid format in 1981. The Herald was named one of the \"10 Newspapers That 'Do It Right'\" in 2012 by Editor & Publisher."
      },
      {
        "title": "Canada–United States relations",
        "url": "https://en.wikipedia.org/wiki/Canada%E2%80%93United_States_relations",
        "first_paragraph": "Canada and the United States have a long and complex relationship that has had a significant impact on Canada's history, economy, and culture. The two countries have long considered themselves among the \"closest allies\". They share the longest border between any two nations in the world, and also have significant military interoperability. Both Americans and Canadians have historically ranked each other as one of their respective \"favorite nations\"."
      },
      {
        "title": "California",
        "url": "https://en.wikipedia.org/wiki/California",
        "first_paragraph": "California is a state in the Western United States that lies on the Pacific Coast. It borders Oregon to the north, Nevada and Arizona to the east, and shares an international border with the Mexican state of Baja California to the south. With over 39 million residents across an area of 163,696 square miles (423,970 km2), it is the largest state by population and third-largest by area."
      },
      {
        "title": "Conspiracy theory",
        "url": "https://en.wikipedia.org/wiki/Conspiracy_theory",
        "first_paragraph": "A conspiracy theory is an explanation for an event or situation that asserts the existence of a conspiracy, when other explanations are more probable. The term generally has a negative connotation, implying that the appeal of a conspiracy theory is based in prejudice, emotional conviction, or insufficient evidence. A conspiracy theory is distinct from a conspiracy; it refers to a hypothesized conspiracy with specific characteristics, including but not limited to opposition to the mainstream consensus among those who are qualified to evaluate its accuracy, such as scientists or historians."
      }
    ]
  },
  "Donald Trump": {
    "title": "Donald Trump",
    "url": "https://en.wikipedia.org/wiki/Donald_Trump",
    "first_paragraph": "Donald John Trump is an American politician, media personality, and businessman who is the 47th president of the United States. A member of the Republican Party, he served as the 45th president from 2017 to 2021.",
    "linked_pages": [
      {
        "title": "$Trump",
        "url": "https://en.wikipedia.org/wiki/%24Trump",
        "first_paragraph": "$TRUMP is a meme coin associated with United States president Donald Trump, hosted on the Solana blockchain platform. One billion coins were originally created; 800 million remain owned by two Trump-owned companies, after 200 million were publicly released in an initial coin offering (ICO) on January 17, 2025. Less than a day later, the aggregate market value of all coins was more than $27 billion, valuing Trump's holdings at more than $20 billion. A March 2025 Financial Times analysis found that the crypto project netted at least $350 million through sales of tokens and fees."
      },
      {
        "title": "1,000 Days, 1,000 Songs",
        "url": "https://en.wikipedia.org/wiki/1%2C000_Days%2C_1%2C000_Songs",
        "first_paragraph": "\n1,000 Days, 1,000 Songs is a musical project launched on October 10, 2016, by Dave Eggers which was originally supposed to release one song per day from then until November 8, 2016, which is Election Day in the United States. Each of the songs is performed by one of 40 musicians or projects, and the songs all advocate against voting for Donald Trump in the 2016 U.S. presidential election. Eggers worked on the project with Jordan Kurland, the owner of Zeitgeist Artist Management. The two of them previously worked on two similar election-related projects, including the \"90 Days, 90 Reasons\" campaign in 2012. Eggers originally got the idea for the project when attending a Trump rally in Sacramento, California in June 2016. The first song in the project was \"Million Dollar Loan\" by Death Cab for Cutie."
      },
      {
        "title": "2000 Reform Party presidential primaries",
        "url": "https://en.wikipedia.org/wiki/2000_Reform_Party_presidential_primaries",
        "first_paragraph": "Following Ross Perot's impressive showing during the 1996 presidential election, the Reform Party of the United States of America became the country's largest third party. The party's 2000 presidential candidate would be entitled to $12.5 million in matching funds. Several high-profile candidates vied for the nomination, including future President Donald Trump, Pat Buchanan, and physicist John Hagelin. For a brief time, Congressman John B. Anderson and Congressman Ron Paul, who previously ran third party campaigns for President in 1980 and 1988 respectively, were considered potential candidates. Both Anderson and Paul ultimately declined to seek the nomination."
      },
      {
        "title": "2012 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/2012_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 6, 2012. Incumbent Democratic President Barack Obama and his running mate, incumbent Vice President Joe Biden, were elected to a second term. They defeated the Republican ticket of former Governor of Massachusetts Mitt Romney and U.S. Representative Paul Ryan of Wisconsin."
      },
      {
        "title": "Annexation of Crimea by the Russian Federation",
        "url": "https://en.wikipedia.org/wiki/Annexation_of_Crimea_by_the_Russian_Federation",
        "first_paragraph": "In February and March 2014, Russia invaded the Crimean Peninsula, part of Ukraine, and then annexed it. This took place in the relative power vacuum immediately following the Revolution of Dignity. It marked the beginning of the Russo-Ukrainian War."
      },
      {
        "title": "2016 Donald Trump Las Vegas rally incident",
        "url": "https://en.wikipedia.org/wiki/2016_Donald_Trump_Las_Vegas_rally_incident",
        "first_paragraph": "On June 18, 2016, at a rally for Donald Trump's 2016 United States presidential campaign in Paradise, Nevada, Michael Steven Sandford, a 20-year-old British citizen, attempted to grab the service pistol of a Las Vegas Metropolitan Police officer providing security for the event. Having failed to do so and having been arrested, Sandford claimed that he had wished to kill Trump to prevent him from being elected U.S. president."
      },
      {
        "title": "2016 Republican National Convention",
        "url": "https://en.wikipedia.org/wiki/2016_Republican_National_Convention",
        "first_paragraph": "The 2016 Republican National Convention, in which delegates of the United States Republican Party chose the party's nominees for president and vice president in the 2016 U.S. presidential election, was held July 18–21, 2016, at Quicken Loans Arena in Cleveland, Ohio. The event marked the third time Cleveland has hosted the Republican National Convention and the first since 1936. In addition to determining the party's national ticket, the convention ratified the party platform."
      },
      {
        "title": "2016 Republican Party presidential debates and forums",
        "url": "https://en.wikipedia.org/wiki/2016_Republican_Party_presidential_debates_and_forums",
        "first_paragraph": "Twelve presidential debates and nine forums were held between the candidates for the Republican Party's nomination for president in the 2016 United States presidential election, starting on August 6, 2015."
      },
      {
        "title": "2016 Republican Party presidential primaries",
        "url": "https://en.wikipedia.org/wiki/2016_Republican_Party_presidential_primaries",
        "first_paragraph": "Presidential primaries and caucuses of the Republican Party took place within all 50 U.S. states, the District of Columbia, and five U.S. territories between February 1 and June 7, 2016. These elections selected the 2,472 delegates that were sent to the Republican National Convention. Businessman and reality television personality Donald Trump won the Republican nomination for president of the United States."
      },
      {
        "title": "2016 Republican Party vice presidential candidate selection",
        "url": "https://en.wikipedia.org/wiki/2016_Republican_Party_vice_presidential_candidate_selection",
        "first_paragraph": "Businessman Donald Trump of New York, the 2016 Republican nominee for President of the United States, considered several prominent Republicans and other individuals before selecting Governor Mike Pence of Indiana as his running mate on July 15, 2016. Pence formally won the vice presidential nomination at the 2016 Republican National Convention on July 19. The Trump–Pence ticket would go on to defeat the Clinton–Kaine ticket in the 2016 presidential election but ultimately lost to the Biden–Harris ticket in 2020."
      },
      {
        "title": "2016 United States presidential debates",
        "url": "https://en.wikipedia.org/wiki/2016_United_States_presidential_debates",
        "first_paragraph": "The 2016 United States presidential debates were a series of debates held during the 2016 presidential election."
      },
      {
        "title": "2016 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/2016_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 8, 2016. The Republican ticket of businessman Donald Trump and Indiana governor Mike Pence defeated the Democratic ticket of former secretary of state Hillary Clinton and Virginia junior senator Tim Kaine, in what was considered one of the biggest political upsets in American history. It was the fifth and most recent presidential election in which the winning candidate lost the popular vote."
      },
      {
        "title": "2017 Donald Trump speech in Warsaw",
        "url": "https://en.wikipedia.org/wiki/2017_Donald_Trump_speech_in_Warsaw",
        "first_paragraph": "On July 6, 2017, U.S. President Donald Trump delivered a public speech in front of the Warsaw Uprising Monument at Krasiński Square, in Warsaw, Poland."
      },
      {
        "title": "2017 Donald Trump speech to a joint session of Congress",
        "url": "https://en.wikipedia.org/wiki/2017_Donald_Trump_speech_to_a_joint_session_of_Congress",
        "first_paragraph": "Donald Trump, the 45th president of the United States, addressed a joint session of the United States Congress on Tuesday, February 28, 2017. It was his first public address before a joint session during his first term. Like a State of the Union Address, it was delivered before the 115th United States Congress in the Chamber of the House of Representatives in the United States Capitol. Presiding over this joint session was the House speaker, Paul Ryan, accompanied by Mike Pence, the vice president in his capacity as the president of the Senate."
      },
      {
        "title": "2017 Lincoln Nebraska Women's March",
        "url": "https://en.wikipedia.org/wiki/2017_Lincoln_Nebraska_Women's_March",
        "first_paragraph": "The 2017 Lincoln Nebraska Women's March was a political demonstration of approximately 3,000 to 4,000 women in Lincoln, Nebraska. It took place on January 21, 2017, the day after the inauguration of President Donald Trump. The Lincoln march was part of a larger movement of anti-Trump women's marches that happened across the United States."
      },
      {
        "title": "2017 May Day protests",
        "url": "https://en.wikipedia.org/wiki/2017_May_Day_protests",
        "first_paragraph": "The 2017 May Day protests were a series of protests that took place on May Day over worker and immigrant rights, throughout the United States and around the world. Protests became violent in Olympia, Washington, and Portland, Oregon. Many demonstrators were protesting against the policies of President Donald Trump, specifically those related to immigration."
      },
      {
        "title": "2017 National Scout Jamboree",
        "url": "https://en.wikipedia.org/wiki/2017_National_Scout_Jamboree",
        "first_paragraph": "The 2017 National Scout Jamboree was the 19th national Scout jamboree held by the Boy Scouts of America, from July 19, 2017 to July 28, 2017. It was the second National Scout Jamboree held at the Summit Bechtel Reserve in West Virginia. The theme of the jamboree was \"Live Scouting's Adventure\"."
      },
      {
        "title": "2017 People's Climate March",
        "url": "https://en.wikipedia.org/wiki/2017_People's_Climate_March",
        "first_paragraph": "The People's Climate March was a protest which took place on Washington, D.C.'s National Mall, and at locations throughout the United States on April 29, 2017. The organizers were the People's Climate Movement. They announced the demonstration in January 2017 to protest the environmental policies of the then U.S. President Donald Trump and his administration. The protests were held at the end of his first 100 days as president, during stormy weather across the U.S. There were an estimated 200,000 participants in the D.C. march."
      },
      {
        "title": "2017 Riyadh summit",
        "url": "https://en.wikipedia.org/wiki/2017_Riyadh_summit",
        "first_paragraph": "The 2017 Riyadh summit was a series of three summits held on 20–21 May 2017 on the occasion of the visit of United States president Donald Trump to Saudi Arabia, his first trip overseas. The summit included one bilateral meeting, between the United States and Saudi Arabia, and two multilateral meetings, one between the members of the Gulf Cooperation Council and the other with Arab and Muslim countries. Leaders and representatives of 54 Arab and Muslim countries, all members of the Organisation of Islamic Cooperation, and the United States took part. Iran and Turkey boycotted the summit, and Syria was not invited."
      },
      {
        "title": "2017 Shayrat missile strike",
        "url": "https://en.wikipedia.org/wiki/2017_Shayrat_missile_strike",
        "first_paragraph": "On the morning of 7 April 2017, the United States launched 59 Tomahawk cruise missiles from the Mediterranean Sea into Syria, aimed at Shayrat Airbase controlled by the Syrian government. The strike was executed on the authorization of U.S. President Donald Trump, as a direct response to the Khan Shaykhun chemical attack that occurred on 4 April."
      },
      {
        "title": "2017 United States–Saudi Arabia arms deal",
        "url": "https://en.wikipedia.org/wiki/2017_United_States%E2%80%93Saudi_Arabia_arms_deal",
        "first_paragraph": "On May 20, 2017, U.S. President Donald Trump and Saudi Arabia's Salman bin Abdulaziz Al Saud signed a series of letters of intent for the Kingdom of Saudi Arabia to purchase arms from the United States totaling US$110 billion immediately, and $350 billion over 10 years. The intended purchases include tanks, combat ships, missile defense systems, as well as radar, communications and cybersecurity technology. The transfer was widely seen as a counterbalance against the influence of Iran in the region and a \"significant\" and \"historic\" expansion of United States relations with Saudi Arabia."
      },
      {
        "title": "2017 Women's March",
        "url": "https://en.wikipedia.org/wiki/2017_Women's_March",
        "first_paragraph": "The Women's March was a worldwide protest on January 21, 2017, the day after the first inauguration of Donald Trump as the president of the United States. It was prompted by Trump's policy positions and rhetoric, which were and are seen as misogynistic and representative as a threat to the rights of women. It was at the time the largest single-day protest in U.S. history, being surpassed 3 years later by the George Floyd protests. The goal of the annual marches is to advocate legislation and policies regarding human rights and other issues, including women's rights, immigration reform, healthcare reform, disability justice, reproductive rights, the environment, LGBTQ rights, racial equality, freedom of religion, workers' rights and tolerance. According to organizers, the goal was to \"send a bold message to our new administration on their first day in office, and to the world that women's rights are human rights\"."
      },
      {
        "title": "2017 dismissal of U.S. attorneys",
        "url": "https://en.wikipedia.org/wiki/2017_dismissal_of_U.S._attorneys",
        "first_paragraph": "On March 10, 2017, Jeff Sessions, who was appointed United States attorney general by President Donald Trump, requested the resignations of 46 United States attorneys. Some resignations were declined by Sessions or Trump. Media outlets described Sessions' move as abrupt and unexpected but not unprecedented. When a new president enters office, many sitting U.S. attorneys typically depart on their own initiative before their term in office has concluded, or are asked to resign. The other 47 U.S. attorney posts were either already vacant by the end of Barack Obama's administration or the incumbent U.S. attorney had resigned at the beginning of Trump's administration."
      },
      {
        "title": "2017 opinion polling on the Donald Trump administration",
        "url": "https://en.wikipedia.org/wiki/2017_opinion_polling_on_the_Donald_Trump_administration",
        "first_paragraph": ""
      },
      {
        "title": "2017–2018 North Korea crisis",
        "url": "https://en.wikipedia.org/wiki/2017%E2%80%932018_North_Korea_crisis",
        "first_paragraph": "The 2017–2018 North Korea crisis was a period of heightened tension between North Korea and the United States. The crisis began early in 2017 when North Korea conducted a series of missile and nuclear tests that demonstrated the country's ability to launch ballistic missiles beyond its immediate region, suggesting their nuclear weapons capability was developing at a faster rate than had been assessed by U.S. intelligence. Both countries started exchanging increasingly heated rhetoric, including nuclear threats and personal attacks between the two leaders, which, compounded by a joint U.S.–South Korea military exercise undertaken in August and North Korea's sixth nuclear test in September, raised international tensions in the region and beyond and stoked fears about a possible nuclear conflict between the two nations. In addition, North Korea also threatened Australia twice with nuclear strikes throughout the year for their allegiance with the United States. International relations lecturer and former government strategist Van Jackson said in the book On the Brink: Trump, Kim, and the Threat of Nuclear War that it was the closest the world had come to nuclear war since the Cuban Missile Crisis."
      },
      {
        "title": "2018 North Korea–United States Singapore Summit",
        "url": "https://en.wikipedia.org/wiki/2018_North_Korea%E2%80%93United_States_Singapore_Summit",
        "first_paragraph": "The 2018 North Korea–United States Singapore Summit, commonly known as the Singapore Summit, was a summit meeting between North Korean Chairman Kim Jong Un and U.S. President Donald Trump, held at the Capella Hotel, Sentosa, Singapore, on June 12, 2018. It was the first-ever meeting between leaders of North Korea and the United States. They signed a joint statement, agreeing to security guarantees for North Korea, new peaceful relations, the denuclearization of the Korean Peninsula, recovery of soldiers' remains, and follow-up negotiations between high-level officials. Both leaders also met separately with Singaporean Prime Minister Lee Hsien Loong."
      },
      {
        "title": "2018 Russia–United States summit",
        "url": "https://en.wikipedia.org/wiki/2018_Russia%E2%80%93United_States_summit",
        "first_paragraph": "The 2018 Russia–United States summit was a summit meeting between United States President Donald Trump and Russian President Vladimir Putin on 16 July 2018, in Helsinki, Finland. The Finnish Ministry for Foreign Affairs officially titled the summit as the #HELSINKI2018 Meeting and it was hosted by the President of Finland Sauli Niinistö."
      },
      {
        "title": "2018 State of the Union Address",
        "url": "https://en.wikipedia.org/wiki/2018_State_of_the_Union_Address",
        "first_paragraph": "The 2018 State of the Union Address was given by the 45th president of the United States, Donald Trump, on January 30, 2018, at 9:00 p.m. EST, in the chamber of the United States House of Representatives to the 115th United States Congress. It was Trump's first State of the Union Address and his second speech to a joint session of the United States Congress during his first term. Presiding over this joint session was the House speaker, Paul Ryan, accompanied by Mike Pence, the vice president, in his capacity as the president of the Senate."
      },
      {
        "title": "2018 United States gun violence protests",
        "url": "https://en.wikipedia.org/wiki/2018_United_States_gun_violence_protests",
        "first_paragraph": "In 2018, protests against gun violence in the United States increased after a series of mass shootings, most notably at the Marjory Stoneman Douglas High School on February 14 that year. An organized protest in the form of a national school walkout occurred on March 14. March for Our Lives was held on March 24. Another major demonstration occurred April 20, 2018."
      },
      {
        "title": "2018 Women's March",
        "url": "https://en.wikipedia.org/wiki/2018_Women's_March",
        "first_paragraph": "The 2018 Women's March was a global protest that occurred on January 20, 2018, on the anniversary of the 2017 Women's March."
      },
      {
        "title": "2018 opinion polling on the Donald Trump administration",
        "url": "https://en.wikipedia.org/wiki/2018_opinion_polling_on_the_Donald_Trump_administration",
        "first_paragraph": "This is a list of opinion polls taken on the Presidency of Donald Trump in 2018."
      },
      {
        "title": "2018–19 Korean peace process",
        "url": "https://en.wikipedia.org/wiki/2018%E2%80%9319_Korean_peace_process",
        "first_paragraph": "The 2018–19 Korean peace process was initiated to resolve the long-running Korean conflict and denuclearize Korea. International concerns about North Korea's nuclear weapons came to a head in 2017, when they posed a direct threat to the United States. At the same time, Moon Jae-in was elected president of South Korea with the promise of returning to the Sunshine Policy, favoring good relations with North Korea."
      },
      {
        "title": "2018–2019 United States federal government shutdown",
        "url": "https://en.wikipedia.org/wiki/2018%E2%80%932019_United_States_federal_government_shutdown",
        "first_paragraph": "The United States federal government shutdown from midnight EST on December 22, 2018, until February 9, 2019 was the longest government shutdown in US history and the second and final federal government shutdown involving furloughs during the first presidency of Donald Trump. It occurred when the 115th Congress and Trump could not agree on an appropriations bill to fund the operations of the federal government for the 2019 fiscal year, or a temporary continuing resolution that would extend the deadline for passing a bill. The Antideficiency Act prohibits federal departments or agencies from conducting non-essential operations without appropriations legislation in place. As a result, nine executive departments with around 800,000 employees had to shut down partially or in full, affecting about one-fourth of government activities and causing employees to be furloughed or required to work without being paid. The Congressional Budget Office estimated the shutdown cost the American economy at least $11 billion USD, excluding indirect costs that were difficult to quantify."
      },
      {
        "title": "2019 Koreas–United States DMZ Summit",
        "url": "https://en.wikipedia.org/wiki/2019_Koreas%E2%80%93United_States_DMZ_Summit",
        "first_paragraph": "The 2019 Koreas–United States DMZ Summit was a one-day summit held at the Korean Demilitarized Zone between North Korean chairman Kim Jong Un, U.S. president Donald Trump, and South Korean president Moon Jae-in, following the 2019 G20 Osaka summit. Trump briefly stepped over the border at 3:45 PM (GMT+9) on June 30, marking the first time a sitting U.S. president had set foot on North Korean soil. It was also the second time since the end of the Korean War in 1953 that a North Korean leader entered the South's territory, following the April 2018 inter-Korean summit. Senior White House advisors Ivanka Trump and Jared Kushner also attended the summit, with Ivanka Trump and U.S. envoy to South Korea Harry B. Harris Jr. holding a meeting with Kim later broadcast on North Korean television."
      },
      {
        "title": "2019 North Korea–United States Hanoi Summit",
        "url": "https://en.wikipedia.org/wiki/2019_North_Korea%E2%80%93United_States_Hanoi_Summit",
        "first_paragraph": "The 2019 North Korea–United States Hanoi Summit, commonly known as the Hanoi Summit, was a two-day summit meeting between North Korean supreme leader Kim Jong Un and U.S. president Donald Trump, held at the French Colonial Hôtel Métropole in Hanoi, Vietnam, from February 27 to 28, 2019. It was the second meeting between the leaders of North Korea and the United States following their first meeting in Singapore the year prior."
      },
      {
        "title": "2019 Oval Office address",
        "url": "https://en.wikipedia.org/wiki/2019_Oval_Office_address",
        "first_paragraph": "The 2019 Oval Office address, officially titled On the Government Shutdown and the Proposed United States-Mexico Border wall, was the first televised, prime-time Oval Office address during the presidency of Donald Trump, delivered on January 8, 2019 at 9:01PM EDT. It was released during the 17th day of a partial shutdown of the United States federal government. President Donald Trump delivered an address on illegal immigration from the Oval Office of the White House in Washington, D.C. Major television networks broadcast the president's prime time speech as well as the Democratic response."
      },
      {
        "title": "2019 Presidents Day protest",
        "url": "https://en.wikipedia.org/wiki/2019_Presidents_Day_protest",
        "first_paragraph": "Demonstrations were held throughout the United States on Presidents Day, February 18, 2019, in protest of President Donald Trump's declaration of a national emergency to construct a new wall extending the barrier along the southern border. Because schools were closed on Presidents Day, many young people were able to participate."
      },
      {
        "title": "2019 State of the Union Address",
        "url": "https://en.wikipedia.org/wiki/2019_State_of_the_Union_Address",
        "first_paragraph": "The 2019 State of the Union Address was given by the 45th president of the United States, Donald Trump, on February 5, 2019, at 9:00 p.m. EST, in the chamber of the United States House of Representatives to the 116th United States Congress. It was Trump's second State of the Union Address and his third speech to a joint session of the United States Congress during his first term. Presiding over this joint session was the House speaker, Nancy Pelosi, accompanied by Mike Pence, the vice president, in his capacity as the president of the Senate."
      },
      {
        "title": "2019 Trump–Ukraine scandal",
        "url": "https://en.wikipedia.org/wiki/2019_Trump%E2%80%93Ukraine_scandal",
        "first_paragraph": "The Trump–Ukraine scandal was a political scandal that arose primarily from the discovery of U.S. president Donald Trump's attempts to coerce Ukraine into investigating his political rival Joe Biden and thus potentially damage Biden's campaign for the 2020 Democratic Party presidential nomination. Trump enlisted surrogates in and outside his administration, including personal lawyer Rudy Giuliani and Attorney General William Barr, to pressure Ukraine and other governments to cooperate in supporting and legitimizing the Biden–Ukraine conspiracy theory and other conspiracy theories concerning U.S. politics. Trump blocked payment of a congressionally-mandated $400 million military aid package, in an attempt to obtain quid pro quo cooperation from Ukrainian president Volodymyr Zelenskyy. Contacts were established between the White House and government of Ukraine, culminating in a call between Trump and Zelenskyy on July 25, 2019."
      },
      {
        "title": "2019 Women's March",
        "url": "https://en.wikipedia.org/wiki/2019_Women's_March",
        "first_paragraph": "The 2019 Women's March was a protest that occurred on January 19, 2019, in the United States. It followed the 2017 Women's March and 2018 Women's March."
      },
      {
        "title": "2019 opinion polling on the Donald Trump administration",
        "url": "https://en.wikipedia.org/wiki/2019_opinion_polling_on_the_Donald_Trump_administration",
        "first_paragraph": "\nThis is a list of opinion polls taken on the presidency of Donald Trump in 2019. Polls throughout the year showed that more disapproved of Trump than approved of him, generally by a margin of between five and fifteen percentage points. The polls also showed that the margin may have been stronger or weaker in some states, when compared with the national polls."
      },
      {
        "title": "2020 Georgia election investigation",
        "url": "https://en.wikipedia.org/wiki/2020_Georgia_election_investigation",
        "first_paragraph": "In February 2021, Fulton County, Georgia, district attorney Fani Willis launched a criminal investigation into alleged efforts by then-president Donald Trump and his allies to overturn the certified 2020 election victory of Democratic candidate Joe Biden and award the state's electoral college votes to Trump. A special grand jury recommended indictments in January 2023, followed by a grand jury that indicted Trump and 18 allies in August 2023. The charges include conspiracy, racketeering and other felonies."
      },
      {
        "title": "2020 Oval Office address",
        "url": "https://en.wikipedia.org/wiki/2020_Oval_Office_address",
        "first_paragraph": "The 2020 Oval Office address, officially titled On the Coronavirus Pandemic, was the second televised, prime-time Oval Office address during the presidency of Donald Trump, delivered on March 11, 2020 at 9:01PM EDT. It was released during the rapidly spreading COVID-19 pandemic and the 2020 stock market crash."
      },
      {
        "title": "2020 Republican National Convention",
        "url": "https://en.wikipedia.org/wiki/2020_Republican_National_Convention",
        "first_paragraph": "The 2020 Republican National Convention in which delegates of the United States Republican Party selected the party's nominees for president and vice president in the 2020 United States presidential election, was held from August 24 to 27, 2020."
      },
      {
        "title": "2020 Republican Party presidential primaries",
        "url": "https://en.wikipedia.org/wiki/2020_Republican_Party_presidential_primaries",
        "first_paragraph": "Presidential primaries and caucuses of the Republican Party took place in many U.S. states, the District of Columbia, and five U.S. territories from February 3 to August 11, 2020, to elect most of the 2,550 delegates to send to the Republican National Convention. Delegates to the national convention in other states were elected by the respective state party organizations. The delegates to the national convention voted on the first ballot to select Donald Trump as the Republican Party's nominee for president of the United States in the 2020 election, and selected Mike Pence as the vice-presidential nominee."
      },
      {
        "title": "2020 State of the Union Address",
        "url": "https://en.wikipedia.org/wiki/2020_State_of_the_Union_Address",
        "first_paragraph": "The 2020 State of the Union Address was given by the 45th president of the United States, Donald Trump, on February 4, 2020, at 9:00 p.m. EST, in the chamber of the United States House of Representatives to the 116th United States Congress. It was Trump's third and final State of the Union Address and his fourth and final speech to a joint session of the United States Congress during his first term. Presiding over this joint session was the House speaker, Nancy Pelosi, accompanied by Mike Pence, the vice president, in his capacity as the president of the Senate."
      },
      {
        "title": "2020 Trump Israel–Palestine plan",
        "url": "https://en.wikipedia.org/wiki/2020_Trump_Israel%E2%80%93Palestine_plan",
        "first_paragraph": "On 28 January 2020, U.S. President Donald Trump formally unveiled a plan to resolve the Israeli–Palestinian conflict in a White House press conference alongside Israeli prime minister Benjamin Netanyahu. The plan, officially titled Peace to Prosperity: A Vision to Improve the Lives of the Palestinian and Israeli People, had been delayed by two years and previously rejected by Palestine, which was not invited to the meeting."
      },
      {
        "title": "2020 Tulsa Trump rally",
        "url": "https://en.wikipedia.org/wiki/2020_Tulsa_Trump_rally",
        "first_paragraph": "On June 20, 2020, Donald Trump held a rally for his 2020 presidential re-election campaign at the BOK Center in Tulsa, Oklahoma. Amidst the COVID-19 pandemic, the event marked his first public campaign event since March 2020."
      },
      {
        "title": "2020 United States Postal Service crisis",
        "url": "https://en.wikipedia.org/wiki/2020_United_States_Postal_Service_crisis",
        "first_paragraph": "The 2020 United States Postal Service crisis was a series of events that caused backlogs and delays in the delivery of mail by the United States Postal Service (USPS). The crisis stems primarily from changes implemented by Postmaster General Louis DeJoy shortly after taking office in June 2020. The delays have had substantial legal, political, economic, and health repercussions."
      },
      {
        "title": "2020 United States federal government data breach",
        "url": "https://en.wikipedia.org/wiki/2020_United_States_federal_government_data_breach",
        "first_paragraph": "In 2020, a major cyberattack suspected to have been committed by a group backed by the Russian government penetrated thousands of organizations globally including multiple parts of the United States federal government, leading to a series of data breaches. The cyberattack and data breach were reported to be among the worst cyber-espionage incidents ever suffered by the U.S., due to the sensitivity and high profile of the targets and the long duration in which the hackers had access. Within days of its discovery, at least 200 organizations around the world had been reported to be affected by the attack, and some of these may also have suffered data breaches. Affected organizations worldwide included NATO, the U.K. government, the European Parliament, Microsoft and others."
      }
    ],
    "what_links_here": [
      {
        "title": "Abraham Lincoln",
        "url": "https://en.wikipedia.org/wiki/Abraham_Lincoln",
        "first_paragraph": "Abraham Lincoln was the 16th president of the United States, serving from 1861 until his assassination in 1865. He led the United States through the American Civil War, defeating the Confederate States of America and playing a major role in the abolition of slavery."
      },
      {
        "title": "Apollo 11",
        "url": "https://en.wikipedia.org/wiki/Apollo_11",
        "first_paragraph": "Apollo 11 was a spaceflight conducted from July 16 to 24, 1969, by the United States and launched by NASA. It marked the first time that humans landed on the Moon. Commander Neil Armstrong and Lunar Module pilot Buzz Aldrin landed the Lunar Module Eagle on July 20, 1969, at 20:17 UTC, and Armstrong became the first person to step onto the Moon's surface six hours and 39 minutes later, on July 21 at 02:56 UTC. Aldrin joined him 19 minutes later, and they spent about two and a quarter hours together exploring the site they had named Tranquility Base upon landing. Armstrong and Aldrin collected 47.5 pounds (21.5 kg) of lunar material to bring back to Earth as pilot Michael Collins flew the Command Module Columbia in lunar orbit, and were on the Moon's surface for 21 hours, 36 minutes, before lifting off to rejoin Columbia."
      },
      {
        "title": "Apollo 8",
        "url": "https://en.wikipedia.org/wiki/Apollo_8",
        "first_paragraph": "Apollo 8 was the first crewed spacecraft to leave Earth's gravitational sphere of influence, and the first human spaceflight to reach the Moon. The crew orbited the Moon ten times without landing and then returned to Earth. The three astronauts—Frank Borman, James Lovell, and William Anders—were the first humans to see and photograph the far side of the Moon and an Earthrise."
      },
      {
        "title": "Articles of Confederation",
        "url": "https://en.wikipedia.org/wiki/Articles_of_Confederation",
        "first_paragraph": "The Articles of Confederation, officially the Articles of Confederation and Perpetual Union, was an agreement and early body of law in the Thirteen Colonies, which served as the nation's first frame of government during the American Revolution. It was debated by the Second Continental Congress at present-day Independence Hall in Philadelphia between July 1776 and November 1777, was finalized by the Congress on November 15, 1777, and came into force on March 1, 1781, after being ratified by all 13 colonial states."
      },
      {
        "title": "American Revolutionary War",
        "url": "https://en.wikipedia.org/wiki/American_Revolutionary_War",
        "first_paragraph": "The American Revolutionary War, also known as the Revolutionary War or American War of Independence, was the armed conflict that comprised the final eight years of the broader American Revolution, in which American Patriot forces organized as the Continental Army and commanded by George Washington defeated the British Army. The conflict was fought in North America, the Caribbean, and the Atlantic Ocean. The war's outcome seemed uncertain for most of the war. However, Washington and the Continental Army's decisive victory in the Siege of Yorktown in 1781 led King George III and the Kingdom of Great Britain to negotiate an end to the war in the Treaty of Paris two years later, in 1783, in which the British monarchy acknowledged the independence of the Thirteen Colonies, leading to the establishment of the United States as an independent and sovereign nation."
      },
      {
        "title": "ABBA",
        "url": "https://en.wikipedia.org/wiki/ABBA",
        "first_paragraph": "ABBA were a Swedish pop group formed in Stockholm in 1972 by Agnetha Fältskog, Björn Ulvaeus, Benny Andersson, and Anni-Frid Lyngstad. They are one of the most popular and successful musical groups of all time, and are one of the best-selling music acts in the history of popular music."
      },
      {
        "title": "August 1",
        "url": "https://en.wikipedia.org/wiki/August_1",
        "first_paragraph": "August 1 is the 213th day of the year in the Gregorian calendar; 152 days remain until the end of the year."
      },
      {
        "title": "List of governors of Alabama",
        "url": "https://en.wikipedia.org/wiki/List_of_governors_of_Alabama",
        "first_paragraph": "The governor of Alabama is the head of government of the U.S. state of Alabama. The governor is the head of the executive branch of Alabama's state government and is charged with enforcing state laws."
      },
      {
        "title": "August 8",
        "url": "https://en.wikipedia.org/wiki/August_8",
        "first_paragraph": "August 8 is the 220th day of the year in the Gregorian calendar; 145 days remain until the end of the year."
      },
      {
        "title": "August 14",
        "url": "https://en.wikipedia.org/wiki/August_14",
        "first_paragraph": "August 14 is the 226th day of the year in the Gregorian calendar; 139 days remain until the end of the year."
      }
    ]
  },
  "Joe Biden": {
    "title": "Joe Biden",
    "url": "https://en.wikipedia.org/wiki/Joe_Biden",
    "first_paragraph": "Joseph Robinette Biden Jr. is an American politician who was the 46th president of the United States from 2021 to 2025. A member of the Democratic Party, he served as the 47th vice president from 2009 to 2017 under President Barack Obama and also represented Delaware in the U.S. Senate from 1973 to 2009.",
    "linked_pages": [
      {
        "title": "Executive Order 13991",
        "url": "https://en.wikipedia.org/wiki/Executive_Order_13991",
        "first_paragraph": "Executive Order 13991, officially titled Protecting the Federal Workforce and Requiring Mask-Wearing, is an executive order signed by U.S. President Joe Biden on January 20, 2021. The order commands federal agencies and properties to require that mitigations to help reduce the spread of Coronavirus disease 2019 (COVID-19), as recommended by the Centers for Disease Control and Prevention (CDC), be employed and enforced by the employees and visitors of federal land and properties, including social distancing and the wearing of face masks."
      },
      {
        "title": "117th United States Congress",
        "url": "https://en.wikipedia.org/wiki/117th_United_States_Congress",
        "first_paragraph": "The 117th United States Congress was a meeting of the legislative branch of the United States federal government, composed of the United States Senate and the United States House of Representatives. It convened in Washington, D.C., on January 3, 2021, during the final weeks of Donald Trump's first presidency and the first two years of Joe Biden's presidency and ended on January 3, 2023."
      },
      {
        "title": "118th United States Congress",
        "url": "https://en.wikipedia.org/wiki/118th_United_States_Congress",
        "first_paragraph": "The 118th United States Congress was a meeting of the legislative branch of the United States federal government, composed of the United States Senate and the United States House of Representatives. It convened in Washington, D.C., on January 3, 2023, and ended on January 3, 2025, during the final two years of Joe Biden's presidency."
      },
      {
        "title": "1828 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1828_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States from October 31 to December 2, 1828. Just as in the 1824 election, President John Quincy Adams of the National Republican Party faced Andrew Jackson of the Democratic Party, making the election the second rematch in presidential history. Both parties were new organizations, and this was the first presidential election their nominees contested."
      },
      {
        "title": "1832 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1832_Democratic_National_Convention",
        "first_paragraph": "The 1832 Democratic National Convention was held from May 21 to May 23, 1832, in Baltimore, Maryland. In the first presidential nominating convention ever held by the Democratic Party, incumbent President Andrew Jackson was nominated for a second term, while former Secretary of State Martin Van Buren was nominated for vice president."
      },
      {
        "title": "1835 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1835_Democratic_National_Convention",
        "first_paragraph": "The 1835 Democratic National Convention was held from May 20 to May 22, 1835, in Baltimore, Maryland. The convention nominated incumbent Vice President Martin Van Buren for president and Representative Richard Mentor Johnson of Kentucky for vice president."
      },
      {
        "title": "1840 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1840_Democratic_National_Convention",
        "first_paragraph": "The 1840 Democratic National Convention was held in Baltimore, Maryland, from May 5 to May 6. The Democratic Party re-nominated President Martin Van Buren by acclamation, but failed to select a nominee for vice president. Van Buren is the only major party presidential nominee since the ratification of the Twelfth Amendment to seek election without a running mate. Dragged down by the unpopularity of the Panic of 1837, Van Buren was defeated by the Whig Party's ticket in the 1840 presidential election."
      },
      {
        "title": "1844 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1844_Democratic_National_Convention",
        "first_paragraph": "The 1844 Democratic National Convention was a presidential nominating convention held in Baltimore, Maryland from May 27 through 30. The convention nominated former Governor James K. Polk of Tennessee for president and former Senator George M. Dallas of Pennsylvania for vice president. The convention included three former vice presidents who sought the presidential nomination, John C. Calhoun, Van Buren and Richard Mentor Johnson."
      },
      {
        "title": "1848 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1848_Democratic_National_Convention",
        "first_paragraph": "The 1848 Democratic National Convention was a presidential nominating convention that met from Monday May 22 to Friday May 26 in Baltimore, Maryland. It was held to nominate the Democratic Party's candidates for President and Vice president in the 1848 election. The convention selected Senator Lewis Cass of Michigan for President and former Representative William O. Butler of Kentucky for Vice President."
      },
      {
        "title": "1852 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1852_Democratic_National_Convention",
        "first_paragraph": "The 1852 Democratic National Convention was a presidential nominating convention that met from June 1 to June 5 in Baltimore, Maryland. It was held to nominate the Democratic Party's candidates for president and vice president in the 1852 election. The convention selected former Senator Franklin Pierce of New Hampshire for president and Senator William R. King of Alabama for vice president."
      },
      {
        "title": "1856 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1856_Democratic_National_Convention",
        "first_paragraph": "The 1856 Democratic National Convention was a presidential nominating convention that met from June 2 to June 6 in Cincinnati, Ohio. It was held to nominate the Democratic Party's candidates for president and vice president in the 1856 election. The convention selected former Secretary of State James Buchanan of Pennsylvania for president and former Representative John C. Breckinridge of Kentucky for vice president."
      },
      {
        "title": "1860 Democratic National Conventions",
        "url": "https://en.wikipedia.org/wiki/1860_Democratic_National_Conventions",
        "first_paragraph": "The 1860 Democratic National Conventions were a series of presidential nominating conventions held to nominate the Democratic Party's candidates for president and vice president in the 1860 election."
      },
      {
        "title": "1864 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1864_Democratic_National_Convention",
        "first_paragraph": "The 1864 Democratic National Convention was held at The Amphitheatre in Chicago, Illinois, United States."
      },
      {
        "title": "1868 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1868_Democratic_National_Convention",
        "first_paragraph": "The 1868 Democratic National Convention was held at the Tammany Hall headquarters building in New York City between July 4, and July 9, 1868. The first Democratic convention after the conclusion of the American Civil War, the convention was notable for the return of Democratic Party politicians from the Southern United States."
      },
      {
        "title": "1872 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1872_Democratic_National_Convention",
        "first_paragraph": "The 1872 Democratic National Convention was a presidential nominating convention held at Ford's Grand Opera House on East Fayette Street, between North Howard and North Eutaw Streets, in Baltimore, Maryland on July 9 and 10, 1872. It resulted in the nomination of newspaper publisher Horace Greeley of New York and Governor Benjamin Gratz Brown of Missouri for president and vice president, a ticket previously nominated by the rump Liberal Republican faction convention meeting, also held in Baltimore's newly built premier Opera House of nationally well-known theatre owner/operator John T. Ford of the major Republican Party, which had already re-nominated incumbent President Ulysses S. Grant of the regular Republicans for another term."
      },
      {
        "title": "1876 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1876_Democratic_National_Convention",
        "first_paragraph": "The 1876 Democratic National Convention assembled in St. Louis just nine days after the conclusion of the Republican National Convention in Cincinnati."
      },
      {
        "title": "1880 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1880_Democratic_National_Convention",
        "first_paragraph": "The 1880 Democratic National Convention was held June 22 to 24, 1880, at the Music Hall in Cincinnati, Ohio, and nominated Winfield S. Hancock of Pennsylvania for president and William H. English of Indiana for vice president in the United States presidential election of 1880."
      },
      {
        "title": "1884 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1884_Democratic_National_Convention",
        "first_paragraph": "The 1884 Democratic National Convention was held July 8–11, 1884 and chose Governor Grover Cleveland of New York their presidential nominee with the former Governor Thomas A. Hendricks of Indiana as the vice presidential nominee."
      },
      {
        "title": "1888 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1888_Democratic_National_Convention",
        "first_paragraph": "The 1888 Democratic National Convention was a nominating convention held June 5 to 7, 1888, in the St. Louis Exposition and Music Hall in St. Louis, Missouri. It nominated President Grover Cleveland for reelection and former Senator Allen G. Thurman of Ohio for vice president."
      },
      {
        "title": "1892 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1892_Democratic_National_Convention",
        "first_paragraph": "The 1892 Democratic National Convention was held in Chicago, Illinois, from June 21 to 23, 1892. Former President Grover Cleveland, who had been the party's standard-bearer in 1884 and 1888, was nominated again. Adlai Stevenson I of Illinois was nominated for vice president. The ticket was victorious in the general election, defeating the Republican nominees, President Benjamin Harrison and his running mate, Whitelaw Reid."
      },
      {
        "title": "1896 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1896_Democratic_National_Convention",
        "first_paragraph": "The 1896 Democratic National Convention, held at the Chicago Coliseum from July 7 to July 11, was the scene of William Jennings Bryan's nomination as the Democratic presidential candidate for the 1896 U.S. presidential election."
      },
      {
        "title": "1900 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1900_Democratic_National_Convention",
        "first_paragraph": "The 1900 Democratic National Convention was a United States presidential nominating convention that took place the week of July 4, 1900, at Convention Hall in Kansas City, Missouri."
      },
      {
        "title": "1904 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1904_Democratic_National_Convention",
        "first_paragraph": "The 1904 Democratic National Convention was an American presidential nominating convention that ran from July 6 through 10 in the Coliseum of the St. Louis Exposition and Music Hall in St. Louis, Missouri. Breaking with eight years of control by the Democratic Party's reform wing, the convention nominated conservative Judge Alton B. Parker of New York for president and Henry G. Davis of West Virginia for vice president."
      },
      {
        "title": "1908 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1908_Democratic_National_Convention",
        "first_paragraph": "The 1908 Democratic National Convention took place from July 7 to July 10, 1908, at Denver Auditorium Arena in Denver, Colorado."
      },
      {
        "title": "1912 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1912_Democratic_National_Convention",
        "first_paragraph": "The 1912 Democratic National Convention was held at the Fifth Regiment Armory off North Howard Street in Baltimore from June 25 to July 2, 1912."
      },
      {
        "title": "1912 Democratic Party presidential primaries",
        "url": "https://en.wikipedia.org/wiki/1912_Democratic_Party_presidential_primaries",
        "first_paragraph": "From March 19 to June 4, 1912, voters of the Democratic Party elected delegates to the 1912 Democratic National Convention for the purpose of choosing a nominee for president in the 1912 election."
      },
      {
        "title": "1916 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1916_Democratic_National_Convention",
        "first_paragraph": "The 1916 Democratic National Convention was held at the St. Louis Coliseum in St. Louis, Missouri from June 14 to June 16, 1916. It resulted in the nomination of President Woodrow Wilson and Vice President Thomas R. Marshall for reelection."
      },
      {
        "title": "1916 Democratic Party presidential primaries",
        "url": "https://en.wikipedia.org/wiki/1916_Democratic_Party_presidential_primaries",
        "first_paragraph": "From March 7 to June 6, 1916, voters of the Democratic Party chose its nominee for president in the 1916 United States presidential election. Incumbent President Woodrow Wilson was selected as the nominee through a series of primary elections and caucuses culminating in the 1916 Democratic National Convention held from June 14 to June 16, 1916, in St. Louis, Missouri."
      },
      {
        "title": "1920 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1920_Democratic_National_Convention",
        "first_paragraph": "The 1920 Democratic National Convention was held at the Civic Auditorium in San Francisco, California from June 28 to July 6, 1920. It resulted in the nomination of Governor James M. Cox of Ohio for president and Assistant Secretary of the Navy Franklin D. Roosevelt from New York for vice president. The 1920 Democratic National Convention marked the first time any party had held its nominating convention in a West Coast city."
      },
      {
        "title": "1920 Democratic Party presidential primaries",
        "url": "https://en.wikipedia.org/wiki/1920_Democratic_Party_presidential_primaries",
        "first_paragraph": "From March 9 to June 5, 1920, voters of the Democratic Party elected delegates to the 1920 Democratic National Convention, for the purposing of choosing a nominee for president in the 1920 United States presidential election."
      },
      {
        "title": "1924 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1924_Democratic_National_Convention",
        "first_paragraph": "The 1924 Democratic National Convention, held at the Madison Square Garden in New York City from June 24 to July 9, 1924, was the longest continuously running convention in United States political history. It took a record 103 ballots to nominate a presidential candidate. It was the first major party national convention that saw the name of a woman, Lena Springs, placed in nomination for vice president. John W. Davis, a dark horse, eventually won the presidential nomination on the 103rd ballot, a compromise candidate following a protracted convention fight between distant front-runners William Gibbs McAdoo and Al Smith."
      },
      {
        "title": "1924 Democratic Party presidential primaries",
        "url": "https://en.wikipedia.org/wiki/1924_Democratic_Party_presidential_primaries",
        "first_paragraph": "From March 12 to June 7, 1924, voters and members of the Democratic Party elected delegates to the 1924 Democratic National Convention, in part to nominate a candidate for President of the United States in the 1924 election."
      },
      {
        "title": "1928 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1928_Democratic_National_Convention",
        "first_paragraph": "The 1928 Democratic National Convention was held at Sam Houston Hall in Houston, Texas, June 26–28, 1928. The keynote speaker was Claude G. Bowers. The convention resulted in the nomination of Governor Alfred E. Smith of New York for president and Senator Joseph T. Robinson of Arkansas for vice president."
      },
      {
        "title": "1928 Democratic Party presidential primaries",
        "url": "https://en.wikipedia.org/wiki/1928_Democratic_Party_presidential_primaries",
        "first_paragraph": "From March 6 to May 18, 1928, voters of the Democratic Party elected delegates to the 1928 Democratic National Convention, for the purpose of choosing the party's nominee for president in the 1928 election."
      },
      {
        "title": "1932 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1932_Democratic_National_Convention",
        "first_paragraph": "The 1932 Democratic National Convention was held in Chicago, Illinois June 27 – July 2, 1932. The convention resulted in the nomination of Governor Franklin D. Roosevelt of New York for president and Speaker of the House John N. Garner from Texas for vice president. Beulah Rebecca Hooks Hannah Tingley was a member of the Democratic National Committee and Chair of the Democratic Party of Florida. She seconded the nomination of Franklin Delano Roosevelt, becoming the second woman to address a Democratic National Convention. According to the White House Historical Association, Happy Days Are Here Again was the campaign song of the convention."
      },
      {
        "title": "1932 Democratic Party presidential primaries",
        "url": "https://en.wikipedia.org/wiki/1932_Democratic_Party_presidential_primaries",
        "first_paragraph": "From March 8 to May 20, 1932, voters and members of the Democratic Party elected delegates to the 1932 Democratic National Convention for the purpose of nominating a candidate for president in the 1932 United States presidential election. New York Governor Franklin D. Roosevelt was selected as the nominee through a series of primary elections and caucuses culminating in the 1932 Democratic National Convention held from June 27 to July 2, 1932, in Chicago, Illinois."
      },
      {
        "title": "1934 United States elections",
        "url": "https://en.wikipedia.org/wiki/1934_United_States_elections",
        "first_paragraph": "Elections were held on November 6, 1934. The election took place in the middle of Democratic President Franklin D. Roosevelt's first term, during the Great Depression. In a historic midterm election, the Democrats built on the majorities in both houses of Congress they had won in the previous two elections."
      },
      {
        "title": "1936 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1936_Democratic_National_Convention",
        "first_paragraph": "The 1936 Democratic National Convention was held in Philadelphia, Pennsylvania from June 23 to 27, 1936. The convention resulted in the nomination of President Franklin D. Roosevelt and Vice President John N. Garner for reelection."
      },
      {
        "title": "1936 Democratic Party presidential primaries",
        "url": "https://en.wikipedia.org/wiki/1936_Democratic_Party_presidential_primaries",
        "first_paragraph": "From March 10 to May 19, 1936, voters of the Democratic Party elected delegates to the 1936 Democratic National Convention for the purpose of selecting the party's nominee for president in the 1936 United States presidential election. Incumbent President Franklin D. Roosevelt was selected as the nominee through a series of primary elections and caucuses culminating in the 1936 Democratic National Convention held from June 23 to June 27, 1936, in Philadelphia, Pennsylvania."
      },
      {
        "title": "1940 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1940_Democratic_National_Convention",
        "first_paragraph": "The 1940 Democratic National Convention was held at the Chicago Stadium in Chicago, Illinois from July 15 to July 18, 1940. The convention resulted in the nomination of President Franklin D. Roosevelt for an unprecedented third term. Secretary of Agriculture Henry A. Wallace from Iowa was nominated for vice president."
      },
      {
        "title": "1940 Democratic Party presidential primaries",
        "url": "https://en.wikipedia.org/wiki/1940_Democratic_Party_presidential_primaries",
        "first_paragraph": "From March 12 to June 27, 1940, voters of the Democratic Party elected delegates to the 1940 Democratic National Convention through a series of primaries, caucuses, and conventions. Incumbent President Franklin D. Roosevelt was selected as the party's presidential nominee despite not formally declaring a campaign for a third term. Supporters effectively drafted Roosevelt, who was non-committal about seeking re-election, amid rising concerns over war in Europe."
      },
      {
        "title": "1944 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1944_Democratic_National_Convention",
        "first_paragraph": "The 1944 Democratic National Convention was held at the Chicago Stadium in Chicago, Illinois from July 19 to July 21, 1944. The convention resulted in the nomination of President Franklin D. Roosevelt for an unprecedented fourth term. Senator Harry S. Truman of Missouri was nominated for vice president. Including Roosevelt's nomination for the vice-presidency in 1920, it was the fifth time Roosevelt had been nominated on a national ticket. The keynote address was given by Governor Robert S. Kerr of Oklahoma, in which he \"gave tribute to Roosevelt's war leadership and New Deal policies.\""
      },
      {
        "title": "1944 Democratic Party presidential primaries",
        "url": "https://en.wikipedia.org/wiki/1944_Democratic_Party_presidential_primaries",
        "first_paragraph": "From March 14 to May 19, 1944, voters of the Democratic Party elected delegates to the 1944 Democratic National Convention where the party chose its nominee for president in the 1944 United States presidential election. The very popular incumbent President Franklin D. Roosevelt was nominated at the convention."
      },
      {
        "title": "1948 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1948_Democratic_National_Convention",
        "first_paragraph": "The 1948 Democratic National Convention was held at Philadelphia Convention Hall in Philadelphia, Pennsylvania, from July 12 to July 15, 1948, and resulted in the nominations of President Harry S. Truman for a full term and Senator Alben W. Barkley of Kentucky for vice president in the 1948 presidential election."
      },
      {
        "title": "1948 Democratic Party presidential primaries",
        "url": "https://en.wikipedia.org/wiki/1948_Democratic_Party_presidential_primaries",
        "first_paragraph": "From March 9 to June 1, 1948, voters of the Democratic Party elected delegates to the 1948 Democratic National Convention where the party chose its nominee for president in the 1948 United States presidential election. Incumbent President Harry S. Truman was selected as the nominee through a series of primary elections and caucuses culminating in the 1948 Democratic National Convention held from July 12 to July 14, 1948, in Philadelphia, Pennsylvania."
      },
      {
        "title": "1952 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1952_Democratic_National_Convention",
        "first_paragraph": "The 1952 Democratic National Convention was held at the International Amphitheatre in Chicago, Illinois from July 21 to July 26, 1952, which was the same arena the Republicans had gathered in a few weeks earlier for their national convention from July 7 to July 11, 1952. Four major candidates sought the presidential nomination: U.S. Senator Estes Kefauver of Tennessee, Governor Adlai Stevenson II of Illinois, Senator Richard Russell of Georgia and Averell Harriman of New York."
      },
      {
        "title": "1952 Democratic Party presidential primaries",
        "url": "https://en.wikipedia.org/wiki/1952_Democratic_Party_presidential_primaries",
        "first_paragraph": "From March 11 to June 3, 1952, voters and members of the Democratic Party elected delegates to the 1952 Democratic National Convention, partly for the purpose of choosing a nominee for president in the 1952 United States presidential election. Incumbent President Harry S. Truman withdrew his candidacy for re-election after losing the New Hampshire primary to Senator Estes Kefauver of Tennessee. Kefauver proceeded to win a majority of the popular vote, but failed to secure a majority of delegates, most of whom were selected through other means."
      },
      {
        "title": "1956 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1956_Democratic_National_Convention",
        "first_paragraph": "The 1956 Democratic National Convention nominated former Governor Adlai Stevenson of Illinois for president and Senator Estes Kefauver of Tennessee for vice president. It was held in the International Amphitheatre on the South Side of Chicago from August 13 to August 17, 1956. Unsuccessful candidates for the presidential nomination included Governor W. Averell Harriman of New York, Senator Lyndon B. Johnson of Texas, and Senator Stuart Symington of Missouri."
      },
      {
        "title": "1956 Democratic Party presidential primaries",
        "url": "https://en.wikipedia.org/wiki/1956_Democratic_Party_presidential_primaries",
        "first_paragraph": "From March 11 to June 5, 1956, voters of the Democratic Party chose its nominee for president in the 1956 United States presidential election. Former Illinois Governor Adlai Stevenson was selected as the nominee through a series of primary elections and caucuses culminating in the 1956 Democratic National Convention held from August 13 to August 17, 1956, in Chicago, Illinois. This was the party's second consecutive nomination of Stevenson."
      },
      {
        "title": "1960 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1960_Democratic_National_Convention",
        "first_paragraph": "The 1960 Democratic National Convention was held in Los Angeles, California, on July 11–15, 1960. It nominated Senator John F. Kennedy of Massachusetts for president and Senate Majority Leader Lyndon B. Johnson of Texas for vice president."
      }
    ],
    "what_links_here": [
      {
        "title": "Abraham Lincoln",
        "url": "https://en.wikipedia.org/wiki/Abraham_Lincoln",
        "first_paragraph": "Abraham Lincoln was the 16th president of the United States, serving from 1861 until his assassination in 1865. He led the United States through the American Civil War, defeating the Confederate States of America and playing a major role in the abolition of slavery."
      },
      {
        "title": "Alaska",
        "url": "https://en.wikipedia.org/wiki/Alaska",
        "first_paragraph": "Alaska is a non-contiguous U.S. state on the northwest extremity of North America. Part of the Western United States region, it is one of the two non-contiguous U.S. states, alongside Hawaii. Alaska is also considered to be the northernmost, westernmost, and easternmost state in the United States. It borders the Canadian territory of Yukon and the province of British Columbia to the east. It shares a western maritime border, in the Bering Strait, with Russia's Chukotka Autonomous Okrug. The Chukchi and Beaufort Seas of the Arctic Ocean lie to the north, and the Pacific Ocean lies to the south. Technically, it is a semi-exclave of the U.S., and is the largest exclave in the world."
      },
      {
        "title": "Apollo 8",
        "url": "https://en.wikipedia.org/wiki/Apollo_8",
        "first_paragraph": "Apollo 8 was the first crewed spacecraft to leave Earth's gravitational sphere of influence, and the first human spaceflight to reach the Moon. The crew orbited the Moon ten times without landing and then returned to Earth. The three astronauts—Frank Borman, James Lovell, and William Anders—were the first humans to see and photograph the far side of the Moon and an Earthrise."
      },
      {
        "title": "Afghanistan",
        "url": "https://en.wikipedia.org/wiki/Afghanistan",
        "first_paragraph": "Afghanistan, officially the Islamic Emirate of Afghanistan, is a landlocked country located at the crossroads of Central Asia and South Asia. It is bordered by Pakistan to the east and south, Iran to the west, Turkmenistan to the northwest, Uzbekistan to the north, Tajikistan to the northeast, and China to the northeast and east. Occupying 652,864 square kilometers (252,072 sq mi) of land, the country is predominantly mountainous with plains in the north and the southwest, which are separated by the Hindu Kush mountain range. Kabul is the country's capital and largest city. Afghanistan's population is estimated to be between 36 and 50 million."
      },
      {
        "title": "Foreign relations of Armenia",
        "url": "https://en.wikipedia.org/wiki/Foreign_relations_of_Armenia",
        "first_paragraph": "Since its independence, Armenia has maintained a policy of trying to have positive and friendly relations with Iran, Greece, and the West, including the United States and the European Union. It has full membership status in a number of international organizations, such as the Council of Europe and the Eurasian Economic Union, and observer status, etc. in some others. However, the dispute over the Armenian genocide of 1915 and the ongoing Nagorno-Karabakh conflict have created tense relations with two of its immediate neighbors, Azerbaijan and Turkey."
      },
      {
        "title": "Andrew Jackson",
        "url": "https://en.wikipedia.org/wiki/Andrew_Jackson",
        "first_paragraph": "Andrew Jackson was the seventh president of the United States from 1829 to 1837. Before his presidency, he rose to fame as a general in the U.S. Army and served in both houses of the U.S. Congress. His political philosophy became the basis for the Democratic Party. Jackson's legacy is controversial: he has been praised as an advocate for working Americans and preserving the union of states, and criticized for his racist policies, particularly towards Native Americans."
      },
      {
        "title": "Andrew Johnson",
        "url": "https://en.wikipedia.org/wiki/Andrew_Johnson",
        "first_paragraph": "Andrew Johnson was the 17th president of the United States, serving from 1865 to 1869. The 16th vice president, he assumed the presidency following the assassination of Abraham Lincoln. Johnson was a Southern Democrat who ran with Lincoln on the National Union Party ticket in the 1864 presidential election, coming to office as the American Civil War concluded. Johnson favored quick restoration of the seceded states to the Union without protection for the newly freed people who were formerly enslaved, as well as pardoning ex-Confederates. This led to conflict with the Republican Party-dominated U.S. Congress, culminating in his impeachment by the House of Representatives in 1868. He was acquitted in the Senate by one vote."
      },
      {
        "title": "American Civil Liberties Union",
        "url": "https://en.wikipedia.org/wiki/American_Civil_Liberties_Union",
        "first_paragraph": "The American Civil Liberties Union (ACLU) is an American nonprofit civil rights organization founded in 1920. ACLU affiliates are active in all 50 states, Washington, D.C., and Puerto Rico. The budget of the ACLU in 2024 was $383 million."
      },
      {
        "title": "Ani DiFranco",
        "url": "https://en.wikipedia.org/wiki/Ani_DiFranco",
        "first_paragraph": "Angela Maria \"Ani\" DiFranco is an American-Canadian singer-songwriter. She has released more than 20 albums. DiFranco's music has been classified as folk rock and alternative rock, although it has additional influences from punk, funk, hip hop and jazz. She has released all her albums on her own record label, Righteous Babe."
      },
      {
        "title": "Atlanta Braves",
        "url": "https://en.wikipedia.org/wiki/Atlanta_Braves",
        "first_paragraph": "The Atlanta Braves are an American professional baseball team based in the Atlanta metropolitan area. The Braves compete in Major League Baseball (MLB) as a member club of the National League (NL) East Division. The club was founded in Boston, Massachusetts, in 1871 as the Boston Red Stockings. The Braves are one of two remaining National League charter franchises that debuted in 1876 and are the oldest continuously operating professional sports franchise in North America. The franchise was known by various names until it adopted the Boston Braves name in 1912."
      }
    ]
  },
  "Kamala Harris": {
    "title": "Kamala Harris",
    "url": "https://en.wikipedia.org/wiki/Kamala_Harris",
    "first_paragraph": "Kamala Devi Harris is an American politician and attorney who served as the 49th vice president of the United States from 2021 to 2025 under President Joe Biden. She is the first female, first African American, and first Asian American U.S. vice president, and the highest-ranking female and Asian American official in U.S. history. Harris represented California in the U.S. senate from 2017 to 2021 and was the attorney general of California from 2011 to 2017. A member of the Democratic Party, she was the party's nominee in the 2024 presidential election.",
    "linked_pages": [
      {
        "title": "115th United States Congress",
        "url": "https://en.wikipedia.org/wiki/115th_United_States_Congress",
        "first_paragraph": "The 115th United States Congress was a meeting of the legislative branch of the United States of America federal government, composed of the Senate and the House of Representatives. It met in Washington, D.C., from January 3, 2017, to January 3, 2019, during the final weeks of Barack Obama's presidency and the first two years of Donald Trump's first presidency. The seats in the House were apportioned based on the 2010 United States census."
      },
      {
        "title": "116th United States Congress",
        "url": "https://en.wikipedia.org/wiki/116th_United_States_Congress",
        "first_paragraph": "The 116th United States Congress was a meeting of the legislative branch of the United States federal government, composed of the Senate and the House of Representatives. It convened in Washington, D.C., on January 3, 2019, and ended on January 3, 2021, during the final two years of Donald Trump's first presidency. Senators elected to regular terms in 2014 finished their terms in this Congress, and House seats were apportioned based on the 2010 census."
      },
      {
        "title": "117th United States Congress",
        "url": "https://en.wikipedia.org/wiki/117th_United_States_Congress",
        "first_paragraph": "The 117th United States Congress was a meeting of the legislative branch of the United States federal government, composed of the United States Senate and the United States House of Representatives. It convened in Washington, D.C., on January 3, 2021, during the final weeks of Donald Trump's first presidency and the first two years of Joe Biden's presidency and ended on January 3, 2023."
      },
      {
        "title": "1796 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1796_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States from November 4 to December 7, 1796, when electors throughout the United States cast their ballots. It was the first contested American presidential election, the first presidential election in which political parties played a dominant role, and the only presidential election in which a president and vice president were elected from opposing tickets. Incumbent vice president John Adams of the Federalist Party defeated former secretary of state Thomas Jefferson of the Democratic-Republican Party."
      },
      {
        "title": "1800 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1800_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States from October 31 to December 3, 1800. In what is sometimes called the \"Revolution of 1800\", the Democratic-Republican Party candidate, Vice President Thomas Jefferson, defeated the Federalist Party candidate and incumbent, President John Adams in the second peaceful transfer of power in the history of the United States, creating a political realignment that ushered in a generation of Democratic-Republican leadership. This was the first presidential election in American history to be a rematch, and the first election where an incumbent president lost re-election."
      },
      {
        "title": "1804 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1804_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States from November 2 to December 5, 1804. Incumbent Democratic-Republican president Thomas Jefferson defeated Federalist Charles Cotesworth Pinckney of South Carolina. It was the first presidential election conducted following the ratification of the Twelfth Amendment to the United States Constitution, which reformed procedures for electing presidents and vice presidents."
      },
      {
        "title": "1808 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1808_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States from November 4 to December 7, 1808. The Democratic-Republican candidate James Madison defeated Federalist candidate Charles Cotesworth Pinckney decisively."
      },
      {
        "title": "1812 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1812_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States from October 30 to December 2, 1812. In the shadow of the War of 1812, incumbent Democratic-Republican President James Madison narrowly defeated DeWitt Clinton, the lieutenant governor of New York and mayor of New York City, who drew support from dissident Democratic-Republicans in the North as well as Federalists. It was the first presidential election to be held during a major war involving the United States. As no significant British incursions into American territory had occurred by that time, and Britain's war strategy was largely defensive, the election proceeded without disruption."
      },
      {
        "title": "1816 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1816_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States from November 1 to December 4, 1816. The Democratic-Republican ticket of secretary of state James Monroe and the governor of New York Daniel D. Tompkins defeated the de facto Federalist candidate, the senior U.S. senator from New York Rufus King. Although not formally nominated, King became the last Federalist presidential candidate upon receiving 34 votes from Federalist unpledged electors. In the subsequent election, the Federalists carried three states but did not field their own candidate, instead supporting the incumbent Monroe, before disappearing by the end of the 1820s."
      },
      {
        "title": "1824 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1824_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States from October 26 to December 2, 1824. Andrew Jackson, John Quincy Adams, Henry Clay and William Crawford were the primary contenders for the presidency. The result of the election was inconclusive, as no candidate won a majority of the electoral vote. In the election for vice president, John C. Calhoun was elected with a comfortable majority of the vote. Because none of the candidates for president garnered an electoral vote majority, the U.S. House of Representatives, under the provisions of the Twelfth Amendment, held a contingent election. On February 9, 1825, the House voted to elect John Quincy Adams as president, ultimately giving the election to him."
      },
      {
        "title": "1828 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1828_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States from October 31 to December 2, 1828. Just as in the 1824 election, President John Quincy Adams of the National Republican Party faced Andrew Jackson of the Democratic Party, making the election the second rematch in presidential history. Both parties were new organizations, and this was the first presidential election their nominees contested."
      },
      {
        "title": "1832 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1832_Democratic_National_Convention",
        "first_paragraph": "The 1832 Democratic National Convention was held from May 21 to May 23, 1832, in Baltimore, Maryland. In the first presidential nominating convention ever held by the Democratic Party, incumbent President Andrew Jackson was nominated for a second term, while former Secretary of State Martin Van Buren was nominated for vice president."
      },
      {
        "title": "1832 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1832_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States from November 2 to December 5, 1832. Incumbent president Andrew Jackson, candidate of the Democratic Party, defeated Henry Clay, candidate of the National Republican Party."
      },
      {
        "title": "1835 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1835_Democratic_National_Convention",
        "first_paragraph": "The 1835 Democratic National Convention was held from May 20 to May 22, 1835, in Baltimore, Maryland. The convention nominated incumbent Vice President Martin Van Buren for president and Representative Richard Mentor Johnson of Kentucky for vice president."
      },
      {
        "title": "1836 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1836_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States from November 3 to December 7, 1836. Incumbent Vice President Martin Van Buren, candidate of the Democratic Party, defeated four candidates fielded by the nascent Whig Party."
      },
      {
        "title": "1840 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1840_Democratic_National_Convention",
        "first_paragraph": "The 1840 Democratic National Convention was held in Baltimore, Maryland, from May 5 to May 6. The Democratic Party re-nominated President Martin Van Buren by acclamation, but failed to select a nominee for vice president. Van Buren is the only major party presidential nominee since the ratification of the Twelfth Amendment to seek election without a running mate. Dragged down by the unpopularity of the Panic of 1837, Van Buren was defeated by the Whig Party's ticket in the 1840 presidential election."
      },
      {
        "title": "1840 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1840_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States from October 30 to December 2, 1840. In the shadow of an incomplete economic recovery from the Panic of 1837, Whig nominee William Henry Harrison defeated incumbent President Martin Van Buren of the Democratic Party. The election marked the first of two Whig victories in presidential elections, but was the only one where they won a majority of the popular vote. This was also the third rematch in American history."
      },
      {
        "title": "1844 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1844_Democratic_National_Convention",
        "first_paragraph": "The 1844 Democratic National Convention was a presidential nominating convention held in Baltimore, Maryland from May 27 through 30. The convention nominated former Governor James K. Polk of Tennessee for president and former Senator George M. Dallas of Pennsylvania for vice president. The convention included three former vice presidents who sought the presidential nomination, John C. Calhoun, Van Buren and Richard Mentor Johnson."
      },
      {
        "title": "1844 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1844_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States from November 1 to December 4, 1844. Democratic nominee James K. Polk narrowly defeated Whig Henry Clay in a close contest turning on the controversial issues of slavery and the annexation of the Republic of Texas. This is the only election in which both major party nominees served as Speaker of the House at one point, and the first in which neither candidate held elective office at the time."
      },
      {
        "title": "1848 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1848_Democratic_National_Convention",
        "first_paragraph": "The 1848 Democratic National Convention was a presidential nominating convention that met from Monday May 22 to Friday May 26 in Baltimore, Maryland. It was held to nominate the Democratic Party's candidates for President and Vice president in the 1848 election. The convention selected Senator Lewis Cass of Michigan for President and former Representative William O. Butler of Kentucky for Vice President."
      },
      {
        "title": "1848 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1848_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 7, 1848. Held in the aftermath of the Mexican–American War, General Zachary Taylor of the Whig Party defeated Senator Lewis Cass of the Democratic Party."
      },
      {
        "title": "1852 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1852_Democratic_National_Convention",
        "first_paragraph": "The 1852 Democratic National Convention was a presidential nominating convention that met from June 1 to June 5 in Baltimore, Maryland. It was held to nominate the Democratic Party's candidates for president and vice president in the 1852 election. The convention selected former Senator Franklin Pierce of New Hampshire for president and Senator William R. King of Alabama for vice president."
      },
      {
        "title": "1852 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1852_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 2, 1852. Democratic nominee Franklin Pierce defeated Whig nominee General Winfield Scott."
      },
      {
        "title": "1856 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1856_Democratic_National_Convention",
        "first_paragraph": "The 1856 Democratic National Convention was a presidential nominating convention that met from June 2 to June 6 in Cincinnati, Ohio. It was held to nominate the Democratic Party's candidates for president and vice president in the 1856 election. The convention selected former Secretary of State James Buchanan of Pennsylvania for president and former Representative John C. Breckinridge of Kentucky for vice president."
      },
      {
        "title": "1856 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1856_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 4, 1856. Democratic nominee James Buchanan defeated Republican nominee John C. Frémont and Know Nothing/Whig nominee Millard Fillmore. The main issue was the expansion of slavery as facilitated by the Kansas–Nebraska Act of 1854. Buchanan defeated President Franklin Pierce at the 1856 Democratic National Convention for the nomination. Pierce had become widely unpopular in the North because of his support for the pro-slavery faction in the ongoing civil war in territorial Kansas, and Buchanan, a former Secretary of State, had avoided the divisive debates over the Kansas–Nebraska Act by being in Europe as the Ambassador to the United Kingdom."
      },
      {
        "title": "1860 Democratic National Conventions",
        "url": "https://en.wikipedia.org/wiki/1860_Democratic_National_Conventions",
        "first_paragraph": "The 1860 Democratic National Conventions were a series of presidential nominating conventions held to nominate the Democratic Party's candidates for president and vice president in the 1860 election."
      },
      {
        "title": "1860 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1860_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 6, 1860. The Republican Party ticket of Abraham Lincoln and Hannibal Hamlin emerged victorious in a four-way race. With an electoral majority composed only of Northern states that had already abolished slavery, and minimal support in the Democratic-dominated Southern slave states, Lincoln's election as the first Republican president thus served as the main catalyst for Southern secession and consequently the American Civil War."
      },
      {
        "title": "1864 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1864_Democratic_National_Convention",
        "first_paragraph": "The 1864 Democratic National Convention was held at The Amphitheatre in Chicago, Illinois, United States."
      },
      {
        "title": "1868 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1868_Democratic_National_Convention",
        "first_paragraph": "The 1868 Democratic National Convention was held at the Tammany Hall headquarters building in New York City between July 4, and July 9, 1868. The first Democratic convention after the conclusion of the American Civil War, the convention was notable for the return of Democratic Party politicians from the Southern United States."
      },
      {
        "title": "1872 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1872_Democratic_National_Convention",
        "first_paragraph": "The 1872 Democratic National Convention was a presidential nominating convention held at Ford's Grand Opera House on East Fayette Street, between North Howard and North Eutaw Streets, in Baltimore, Maryland on July 9 and 10, 1872. It resulted in the nomination of newspaper publisher Horace Greeley of New York and Governor Benjamin Gratz Brown of Missouri for president and vice president, a ticket previously nominated by the rump Liberal Republican faction convention meeting, also held in Baltimore's newly built premier Opera House of nationally well-known theatre owner/operator John T. Ford of the major Republican Party, which had already re-nominated incumbent President Ulysses S. Grant of the regular Republicans for another term."
      },
      {
        "title": "1876 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1876_Democratic_National_Convention",
        "first_paragraph": "The 1876 Democratic National Convention assembled in St. Louis just nine days after the conclusion of the Republican National Convention in Cincinnati."
      },
      {
        "title": "1880 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1880_Democratic_National_Convention",
        "first_paragraph": "The 1880 Democratic National Convention was held June 22 to 24, 1880, at the Music Hall in Cincinnati, Ohio, and nominated Winfield S. Hancock of Pennsylvania for president and William H. English of Indiana for vice president in the United States presidential election of 1880."
      },
      {
        "title": "1884 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1884_Democratic_National_Convention",
        "first_paragraph": "The 1884 Democratic National Convention was held July 8–11, 1884 and chose Governor Grover Cleveland of New York their presidential nominee with the former Governor Thomas A. Hendricks of Indiana as the vice presidential nominee."
      },
      {
        "title": "1884 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1884_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 4, 1884. Democratic Governor Grover Cleveland of New York narrowly defeated Republican James G. Blaine of Maine. Ending a streak of six consecutive Republican victories, Cleveland was the first Democrat to win a presidential election since James Buchanan did so in 1856."
      },
      {
        "title": "1888 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1888_Democratic_National_Convention",
        "first_paragraph": "The 1888 Democratic National Convention was a nominating convention held June 5 to 7, 1888, in the St. Louis Exposition and Music Hall in St. Louis, Missouri. It nominated President Grover Cleveland for reelection and former Senator Allen G. Thurman of Ohio for vice president."
      },
      {
        "title": "1892 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1892_Democratic_National_Convention",
        "first_paragraph": "The 1892 Democratic National Convention was held in Chicago, Illinois, from June 21 to 23, 1892. Former President Grover Cleveland, who had been the party's standard-bearer in 1884 and 1888, was nominated again. Adlai Stevenson I of Illinois was nominated for vice president. The ticket was victorious in the general election, defeating the Republican nominees, President Benjamin Harrison and his running mate, Whitelaw Reid."
      },
      {
        "title": "1892 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1892_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 8, 1892. In the fourth rematch in American history, the Democratic nominee, former president Grover Cleveland, defeated the incumbent Republican President Benjamin Harrison. Cleveland's victory made him the first president in American history to be elected to a non-consecutive second term, and the only until Donald Trump was reelected in 2024."
      },
      {
        "title": "1896 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1896_Democratic_National_Convention",
        "first_paragraph": "The 1896 Democratic National Convention, held at the Chicago Coliseum from July 7 to July 11, was the scene of William Jennings Bryan's nomination as the Democratic presidential candidate for the 1896 U.S. presidential election."
      },
      {
        "title": "1900 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1900_Democratic_National_Convention",
        "first_paragraph": "The 1900 Democratic National Convention was a United States presidential nominating convention that took place the week of July 4, 1900, at Convention Hall in Kansas City, Missouri."
      },
      {
        "title": "1904 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1904_Democratic_National_Convention",
        "first_paragraph": "The 1904 Democratic National Convention was an American presidential nominating convention that ran from July 6 through 10 in the Coliseum of the St. Louis Exposition and Music Hall in St. Louis, Missouri. Breaking with eight years of control by the Democratic Party's reform wing, the convention nominated conservative Judge Alton B. Parker of New York for president and Henry G. Davis of West Virginia for vice president."
      },
      {
        "title": "1908 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1908_Democratic_National_Convention",
        "first_paragraph": "The 1908 Democratic National Convention took place from July 7 to July 10, 1908, at Denver Auditorium Arena in Denver, Colorado."
      },
      {
        "title": "1912 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1912_Democratic_National_Convention",
        "first_paragraph": "The 1912 Democratic National Convention was held at the Fifth Regiment Armory off North Howard Street in Baltimore from June 25 to July 2, 1912."
      },
      {
        "title": "1912 Democratic Party presidential primaries",
        "url": "https://en.wikipedia.org/wiki/1912_Democratic_Party_presidential_primaries",
        "first_paragraph": "From March 19 to June 4, 1912, voters of the Democratic Party elected delegates to the 1912 Democratic National Convention for the purpose of choosing a nominee for president in the 1912 election."
      },
      {
        "title": "1912 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1912_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 5, 1912. The Democratic ticket of governor Woodrow Wilson of New Jersey and governor Thomas Marshall of Indiana defeated the Republican ticket of incumbent President William Howard Taft and university president Nicholas Butler while also defeating the Progressive/\"Bull Moose\" ticket of former president Theodore Roosevelt and governor Hiram Johnson of California and the Socialist Party ticket of state senatorEugene V. Debs and mayor Emil Seidel."
      },
      {
        "title": "1916 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1916_Democratic_National_Convention",
        "first_paragraph": "The 1916 Democratic National Convention was held at the St. Louis Coliseum in St. Louis, Missouri from June 14 to June 16, 1916. It resulted in the nomination of President Woodrow Wilson and Vice President Thomas R. Marshall for reelection."
      },
      {
        "title": "1916 Democratic Party presidential primaries",
        "url": "https://en.wikipedia.org/wiki/1916_Democratic_Party_presidential_primaries",
        "first_paragraph": "From March 7 to June 6, 1916, voters of the Democratic Party chose its nominee for president in the 1916 United States presidential election. Incumbent President Woodrow Wilson was selected as the nominee through a series of primary elections and caucuses culminating in the 1916 Democratic National Convention held from June 14 to June 16, 1916, in St. Louis, Missouri."
      },
      {
        "title": "1916 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1916_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 7, 1916. The Democratic ticket of incumbent President Woodrow Wilson and incumbent Vice President Thomas Marshall defeated the Republican ticket of former associate justice of the Supreme Court Charles Evans Hughes and former Vice President Charles Fairbanks by a narrow margin. The Republican candidate. Wilson was the first incumbent Democrat since 1832 to win re-election to a second consecutive term."
      },
      {
        "title": "1920 Democratic National Convention",
        "url": "https://en.wikipedia.org/wiki/1920_Democratic_National_Convention",
        "first_paragraph": "The 1920 Democratic National Convention was held at the Civic Auditorium in San Francisco, California from June 28 to July 6, 1920. It resulted in the nomination of Governor James M. Cox of Ohio for president and Assistant Secretary of the Navy Franklin D. Roosevelt from New York for vice president. The 1920 Democratic National Convention marked the first time any party had held its nominating convention in a West Coast city."
      },
      {
        "title": "1920 Democratic Party presidential primaries",
        "url": "https://en.wikipedia.org/wiki/1920_Democratic_Party_presidential_primaries",
        "first_paragraph": "From March 9 to June 5, 1920, voters of the Democratic Party elected delegates to the 1920 Democratic National Convention, for the purposing of choosing a nominee for president in the 1920 United States presidential election."
      },
      {
        "title": "1920 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1920_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 2, 1920. The Republican ticket of senator Warren G. Harding of Ohio and governor Calvin Coolidge of Massachusetts defeated the Democratic ticket of governor James M. Cox of Ohio and assistant secratary Franklin Roosevelt of New York. It was the first election held after the end of the First World War, and the first election after the ratification of the Nineteenth Amendment gave nationwide suffrage to women. It was the first presidential election to have its results broadcast by radio."
      }
    ],
    "what_links_here": [
      {
        "title": "Apollo 8",
        "url": "https://en.wikipedia.org/wiki/Apollo_8",
        "first_paragraph": "Apollo 8 was the first crewed spacecraft to leave Earth's gravitational sphere of influence, and the first human spaceflight to reach the Moon. The crew orbited the Moon ten times without landing and then returned to Earth. The three astronauts—Frank Borman, James Lovell, and William Anders—were the first humans to see and photograph the far side of the Moon and an Earthrise."
      },
      {
        "title": "Andrew Jackson",
        "url": "https://en.wikipedia.org/wiki/Andrew_Jackson",
        "first_paragraph": "Andrew Jackson was the seventh president of the United States from 1829 to 1837. Before his presidency, he rose to fame as a general in the U.S. Army and served in both houses of the U.S. Congress. His political philosophy became the basis for the Democratic Party. Jackson's legacy is controversial: he has been praised as an advocate for working Americans and preserving the union of states, and criticized for his racist policies, particularly towards Native Americans."
      },
      {
        "title": "Andrew Johnson",
        "url": "https://en.wikipedia.org/wiki/Andrew_Johnson",
        "first_paragraph": "Andrew Johnson was the 17th president of the United States, serving from 1865 to 1869. The 16th vice president, he assumed the presidency following the assassination of Abraham Lincoln. Johnson was a Southern Democrat who ran with Lincoln on the National Union Party ticket in the 1864 presidential election, coming to office as the American Civil War concluded. Johnson favored quick restoration of the seceded states to the Union without protection for the newly freed people who were formerly enslaved, as well as pardoning ex-Confederates. This led to conflict with the Republican Party-dominated U.S. Congress, culminating in his impeachment by the House of Representatives in 1868. He was acquitted in the Senate by one vote."
      },
      {
        "title": "Arnold Schwarzenegger",
        "url": "https://en.wikipedia.org/wiki/Arnold_Schwarzenegger",
        "first_paragraph": "Arnold Alois Schwarzenegger is an Austrian and American actor, businessman, former politician, and former professional bodybuilder, known for his roles in high-profile action films. He served as the 38th governor of California from 2003 to 2011."
      },
      {
        "title": "African Americans",
        "url": "https://en.wikipedia.org/wiki/African_Americans",
        "first_paragraph": "African Americans, also known as Black Americans and formerly also called Afro-Americans, are an American racial and ethnic group, who as defined by the United States census, consists of Americans who have \"origins in any of the Black racial groups of Africa\". African Americans constitute the second largest ethno-racial group in the US after White Americans. The term \"African American\" generally denotes descendants of Africans enslaved in the United States. In 2023, an estimated 48.3 million people self-identified as Black, making up 14.4% of the country’s population. This marks a 33% increase since 2000, when there were 36.2 million Black people living in the U.S."
      },
      {
        "title": "Associate Justice of the Supreme Court of the United States",
        "url": "https://en.wikipedia.org/wiki/Associate_Justice_of_the_Supreme_Court_of_the_United_States",
        "first_paragraph": "An associate justice of the Supreme Court of the United States is a justice of the Supreme Court of the United States, other than the chief justice of the United States. The number of associate justices is eight, as set by the Judiciary Act of 1869."
      },
      {
        "title": "Bill Clinton",
        "url": "https://en.wikipedia.org/wiki/Bill_Clinton",
        "first_paragraph": "William Jefferson Clinton is an American politician and lawyer who was the 42nd president of the United States from 1993 to 2001. A member of the Democratic Party, he previously served as the attorney general of Arkansas from 1977 to 1979 and as the governor of Arkansas from 1979 to 1981, and again from 1983 to 1992. Clinton, whose policies reflected a centrist \"Third Way\" political philosophy, became known as a New Democrat."
      },
      {
        "title": "The Bahamas",
        "url": "https://en.wikipedia.org/wiki/The_Bahamas",
        "first_paragraph": "The Bahamas, officially the Commonwealth of The Bahamas, is an archipelagic and island country within the Lucayan Archipelago of the Atlantic Ocean. It contains 97 per cent of the archipelago's land area and 88 per cent of its population. It comprises more than 3,000 islands, cays and islets in the Atlantic Ocean, and is located north of Cuba and north-west of the island of Hispaniola and the Turks and Caicos Islands, southeast of the U.S. state of Florida and east of the Florida Keys. The capital and largest city is Nassau on the island of New Providence. The Royal Bahamas Defence Force describes the Bahamas' territory as encompassing 470,000 km2 (180,000 sq mi) of ocean space."
      },
      {
        "title": "Bill Gates",
        "url": "https://en.wikipedia.org/wiki/Bill_Gates",
        "first_paragraph": "William Henry Gates III is an American businessman and philanthropist. A pioneer of the microcomputer revolution of the 1970s and 1980s, he co-founded the software company Microsoft in 1975 with his childhood friend Paul Allen. Following the company's 1986 initial public offering (IPO), Gates became a billionaire in 1987—then the youngest ever, at age 31. Forbes magazine ranked him as the world's wealthiest person for 18 out of 24 years between 1995 and 2017, including 13 years consecutively from 1995 to 2007. He became the first centibillionaire in 1999, when his net worth briefly surpassed $100 billion. According to Forbes, as of May 2025, his net worth stood at US$115.1 billion, making him the thirteenth-richest individual in the world."
      },
      {
        "title": "Barry Goldwater",
        "url": "https://en.wikipedia.org/wiki/Barry_Goldwater",
        "first_paragraph": "Barry Morris Goldwater was an American politician and major general in the Air Force Reserve who served as a United States senator from 1953 to 1965 and 1969 to 1987, and was the Republican Party's nominee for president in 1964."
      }
    ]
  },
  "Mike Pence": {
    "title": "Mike Pence",
    "url": "https://en.wikipedia.org/wiki/Mike_Pence",
    "first_paragraph": "Michael Richard Pence is an American politician and lawyer who served as the 48th vice president of the United States from 2017 to 2021 under President Donald Trump. A member of the Republican Party, he previously served as the 50th governor of Indiana from 2013 to 2017, and as a member of the U.S. House of Representatives from Indiana, from 2001 to 2013.",
    "linked_pages": [
      {
        "title": "107th United States Congress",
        "url": "https://en.wikipedia.org/wiki/107th_United_States_Congress",
        "first_paragraph": "The 107th United States Congress was a meeting of the legislative branch of the United States federal government, composed of the United States Senate and the United States House of Representatives. It met in Washington, D.C., from January 3, 2001, to January 3, 2003, during the final weeks of the Clinton presidency and the first two years of the George W. Bush presidency. The apportionment of seats in this House of Representatives was based on the 1990 United States census."
      },
      {
        "title": "108th United States Congress",
        "url": "https://en.wikipedia.org/wiki/108th_United_States_Congress",
        "first_paragraph": "The 108th United States Congress was a meeting of the legislative branch of the United States federal government, composed of the United States Senate and the United States House of Representatives from January 3, 2003, to January 3, 2005, during the third and fourth years of George W. Bush's presidency."
      },
      {
        "title": "109th United States Congress",
        "url": "https://en.wikipedia.org/wiki/109th_United_States_Congress",
        "first_paragraph": "The 109th United States Congress was a meeting of the legislative branch of the United States federal government, composed of the United States Senate and the United States House of Representatives, from January 3, 2005, to January 3, 2007, during the fifth and sixth years of George W. Bush's presidency. House members were elected in the 2004 elections on November 2, 2004. Senators were elected in three classes in the 2000 elections on November 7, 2000, 2002 elections on November 5, 2002, or 2004 elections on November 2, 2004. The apportionment of seats in the House of Representatives was based on the 2000 United States census."
      },
      {
        "title": "110th United States Congress",
        "url": "https://en.wikipedia.org/wiki/110th_United_States_Congress",
        "first_paragraph": "The 110th United States Congress was a meeting of the legislative branch of the United States federal government, between January 3, 2007, and January 3, 2009, during the last two years of the Presidency of George W. Bush. It was composed of the Senate and the House of Representatives. The apportionment of seats in the House was based on the 2000 U.S. census."
      },
      {
        "title": "111th United States Congress",
        "url": "https://en.wikipedia.org/wiki/111th_United_States_Congress",
        "first_paragraph": "The 111th United States Congress was a meeting of the legislative branch of the United States federal government from January 3, 2009, until January 3, 2011. It began during the last weeks of the George W. Bush administration, with the remainder spanning the first two years of Barack Obama's presidency. It was composed of the Senate and the House of Representatives. The apportionment of seats in the House was based on the 2000 U.S. census."
      },
      {
        "title": "112th United States Congress",
        "url": "https://en.wikipedia.org/wiki/112th_United_States_Congress",
        "first_paragraph": "The 112th United States Congress was a meeting of the legislative branch of the United States federal government, from January 3, 2011, until January 3, 2013. It convened in Washington, D.C., on January 3, 2011, and ended on January 3, 2013, 17 days before the end of the presidential term to which Barack Obama was elected in 2008. Senators elected to regular terms in 2006 completed those terms in this Congress. This Congress included the last House of Representatives elected from congressional districts that were apportioned based on the 2000 census."
      },
      {
        "title": "1792 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1792_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States from November 2 to December 5, 1792. Incumbent President George Washington was elected to a second term by a unanimous vote in the electoral college, while John Adams was reelected as vice president. Washington was essentially unopposed, but Adams faced a competitive re-election against Governor George Clinton of New York."
      },
      {
        "title": "1796 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1796_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States from November 4 to December 7, 1796, when electors throughout the United States cast their ballots. It was the first contested American presidential election, the first presidential election in which political parties played a dominant role, and the only presidential election in which a president and vice president were elected from opposing tickets. Incumbent vice president John Adams of the Federalist Party defeated former secretary of state Thomas Jefferson of the Democratic-Republican Party."
      },
      {
        "title": "1800 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1800_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States from October 31 to December 3, 1800. In what is sometimes called the \"Revolution of 1800\", the Democratic-Republican Party candidate, Vice President Thomas Jefferson, defeated the Federalist Party candidate and incumbent, President John Adams in the second peaceful transfer of power in the history of the United States, creating a political realignment that ushered in a generation of Democratic-Republican leadership. This was the first presidential election in American history to be a rematch, and the first election where an incumbent president lost re-election."
      },
      {
        "title": "1804 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1804_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States from November 2 to December 5, 1804. Incumbent Democratic-Republican president Thomas Jefferson defeated Federalist Charles Cotesworth Pinckney of South Carolina. It was the first presidential election conducted following the ratification of the Twelfth Amendment to the United States Constitution, which reformed procedures for electing presidents and vice presidents."
      },
      {
        "title": "1808 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1808_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States from November 4 to December 7, 1808. The Democratic-Republican candidate James Madison defeated Federalist candidate Charles Cotesworth Pinckney decisively."
      },
      {
        "title": "1812 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1812_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States from October 30 to December 2, 1812. In the shadow of the War of 1812, incumbent Democratic-Republican President James Madison narrowly defeated DeWitt Clinton, the lieutenant governor of New York and mayor of New York City, who drew support from dissident Democratic-Republicans in the North as well as Federalists. It was the first presidential election to be held during a major war involving the United States. As no significant British incursions into American territory had occurred by that time, and Britain's war strategy was largely defensive, the election proceeded without disruption."
      },
      {
        "title": "1816 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1816_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States from November 1 to December 4, 1816. The Democratic-Republican ticket of secretary of state James Monroe and the governor of New York Daniel D. Tompkins defeated the de facto Federalist candidate, the senior U.S. senator from New York Rufus King. Although not formally nominated, King became the last Federalist presidential candidate upon receiving 34 votes from Federalist unpledged electors. In the subsequent election, the Federalists carried three states but did not field their own candidate, instead supporting the incumbent Monroe, before disappearing by the end of the 1820s."
      },
      {
        "title": "1819 News",
        "url": "https://en.wikipedia.org/wiki/1819_News",
        "first_paragraph": "1819 News is an American conservative news website that focuses on the state of Alabama. The publication was launched in October 2021 as a subsidiary of the Alabama Policy Institute, but has been an independent non-profit organization since January 2023."
      },
      {
        "title": "1824 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1824_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States from October 26 to December 2, 1824. Andrew Jackson, John Quincy Adams, Henry Clay and William Crawford were the primary contenders for the presidency. The result of the election was inconclusive, as no candidate won a majority of the electoral vote. In the election for vice president, John C. Calhoun was elected with a comfortable majority of the vote. Because none of the candidates for president garnered an electoral vote majority, the U.S. House of Representatives, under the provisions of the Twelfth Amendment, held a contingent election. On February 9, 1825, the House voted to elect John Quincy Adams as president, ultimately giving the election to him."
      },
      {
        "title": "1828 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1828_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States from October 31 to December 2, 1828. Just as in the 1824 election, President John Quincy Adams of the National Republican Party faced Andrew Jackson of the Democratic Party, making the election the second rematch in presidential history. Both parties were new organizations, and this was the first presidential election their nominees contested."
      },
      {
        "title": "1832 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1832_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States from November 2 to December 5, 1832. Incumbent president Andrew Jackson, candidate of the Democratic Party, defeated Henry Clay, candidate of the National Republican Party."
      },
      {
        "title": "1836 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1836_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States from November 3 to December 7, 1836. Incumbent Vice President Martin Van Buren, candidate of the Democratic Party, defeated four candidates fielded by the nascent Whig Party."
      },
      {
        "title": "1840 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1840_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States from October 30 to December 2, 1840. In the shadow of an incomplete economic recovery from the Panic of 1837, Whig nominee William Henry Harrison defeated incumbent President Martin Van Buren of the Democratic Party. The election marked the first of two Whig victories in presidential elections, but was the only one where they won a majority of the popular vote. This was also the third rematch in American history."
      },
      {
        "title": "1844 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1844_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States from November 1 to December 4, 1844. Democratic nominee James K. Polk narrowly defeated Whig Henry Clay in a close contest turning on the controversial issues of slavery and the annexation of the Republic of Texas. This is the only election in which both major party nominees served as Speaker of the House at one point, and the first in which neither candidate held elective office at the time."
      },
      {
        "title": "1848 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1848_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 7, 1848. Held in the aftermath of the Mexican–American War, General Zachary Taylor of the Whig Party defeated Senator Lewis Cass of the Democratic Party."
      },
      {
        "title": "1852 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1852_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 2, 1852. Democratic nominee Franklin Pierce defeated Whig nominee General Winfield Scott."
      },
      {
        "title": "1856 Republican National Convention",
        "url": "https://en.wikipedia.org/wiki/1856_Republican_National_Convention",
        "first_paragraph": "The 1856 Republican National Convention was a presidential nominating convention that met from June 17 to June 19, 1856, at Musical Fund Hall at 808 Locust Street in Philadelphia, Pennsylvania. It was the first national nominating convention of the Republican Party, founded two years earlier in 1854. It was held to nominate the party's candidates for president and vice president in the 1856 election. The convention selected John C. Frémont, a former United States Senator from California, for president, and former Senator William L. Dayton of New Jersey for vice president. The convention also appointed members of the newly established Republican National Committee."
      },
      {
        "title": "1856 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1856_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 4, 1856. Democratic nominee James Buchanan defeated Republican nominee John C. Frémont and Know Nothing/Whig nominee Millard Fillmore. The main issue was the expansion of slavery as facilitated by the Kansas–Nebraska Act of 1854. Buchanan defeated President Franklin Pierce at the 1856 Democratic National Convention for the nomination. Pierce had become widely unpopular in the North because of his support for the pro-slavery faction in the ongoing civil war in territorial Kansas, and Buchanan, a former Secretary of State, had avoided the divisive debates over the Kansas–Nebraska Act by being in Europe as the Ambassador to the United Kingdom."
      },
      {
        "title": "1860 Republican National Convention",
        "url": "https://en.wikipedia.org/wiki/1860_Republican_National_Convention",
        "first_paragraph": "The 1860 Republican National Convention was a presidential nominating convention that met May 16–18 in Chicago, Illinois. It was held to nominate the Republican Party's candidates for president and vice president in the 1860 election. The convention selected former representative Abraham Lincoln of Illinois for president and Senator Hannibal Hamlin of Maine for vice president."
      },
      {
        "title": "1860 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1860_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 6, 1860. The Republican Party ticket of Abraham Lincoln and Hannibal Hamlin emerged victorious in a four-way race. With an electoral majority composed only of Northern states that had already abolished slavery, and minimal support in the Democratic-dominated Southern slave states, Lincoln's election as the first Republican president thus served as the main catalyst for Southern secession and consequently the American Civil War."
      },
      {
        "title": "1864 National Union National Convention",
        "url": "https://en.wikipedia.org/wiki/1864_National_Union_National_Convention",
        "first_paragraph": "The 1864 National Union National Convention was the United States presidential nominating convention of the National Union Party, which was a name adopted by the main faction of the Republican Party in a coalition with many, if not most, War Democrats after some Republicans and War Democrats nominated John C. Frémont over Lincoln. During the Convention, the party officially called for the end of the ongoing Civil War, the eradication of slavery and the adoption of the Emancipation Proclamation."
      },
      {
        "title": "1868 Republican National Convention",
        "url": "https://en.wikipedia.org/wiki/1868_Republican_National_Convention",
        "first_paragraph": "The 1868 Republican National Convention of the Republican Party of the United States was held in Crosby's Opera House, Chicago, Cook County, Illinois, on May 20 to May 21, 1868. Ulysses S. Grant won the election and became the 18th president of the United States."
      },
      {
        "title": "1872 Republican National Convention",
        "url": "https://en.wikipedia.org/wiki/1872_Republican_National_Convention",
        "first_paragraph": "The 1872 Republican National Convention was held in Philadelphia, Pennsylvania, June 5–6, 1872. President Ulysses S. Grant was unanimously nominated for reelection by the convention's 752 delegates. Massachusetts Senator Henry Wilson replaced sitting Vice President Schuyler Colfax as the Republican vice presidential nominee."
      },
      {
        "title": "1876 Republican National Convention",
        "url": "https://en.wikipedia.org/wiki/1876_Republican_National_Convention",
        "first_paragraph": "The 1876 Republican National Convention was a presidential nominating convention held at the Exposition Hall in Cincinnati, Ohio on June 14–16, 1876. President Ulysses S. Grant had considered seeking a third term, but with various scandals, a poor economy and heavy Democratic gains in the House of Representatives that led many Republicans to repudiate him, he declined to run. The convention resulted in the nomination of Governor Rutherford B. Hayes of Ohio for president and Representative William A. Wheeler of New York for vice president."
      },
      {
        "title": "1880 Republican National Convention",
        "url": "https://en.wikipedia.org/wiki/1880_Republican_National_Convention",
        "first_paragraph": "The 1880 Republican National Convention was held from June 2 to June 8, 1880, at the Interstate Exposition Building in Chicago, Illinois, United States. Delegates nominated James A. Garfield of Ohio and Chester A. Arthur of New York as the official Republican Party candidates for president and vice president in the 1880 presidential election."
      },
      {
        "title": "1884 Republican National Convention",
        "url": "https://en.wikipedia.org/wiki/1884_Republican_National_Convention",
        "first_paragraph": "The 1884 Republican National Convention was a presidential nominating convention held at the Exposition Hall in Chicago, on June 3–6, 1884. It resulted in the nomination of former House Speaker James G. Blaine from Maine for president and Senator John A. Logan of Illinois for vice president. The ticket lost in the election of 1884 to Democrats Grover Cleveland and Thomas A. Hendricks."
      },
      {
        "title": "1884 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1884_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 4, 1884. Democratic Governor Grover Cleveland of New York narrowly defeated Republican James G. Blaine of Maine. Ending a streak of six consecutive Republican victories, Cleveland was the first Democrat to win a presidential election since James Buchanan did so in 1856."
      },
      {
        "title": "1888 Republican National Convention",
        "url": "https://en.wikipedia.org/wiki/1888_Republican_National_Convention",
        "first_paragraph": "The 1888 Republican National Convention was a presidential nominating convention held at the Auditorium Theatre in Chicago, Illinois, on June 19–25, 1888. It resulted in the nomination of former Senator Benjamin Harrison of Indiana for president and Levi P. Morton of New York, a former Representative and Minister to France, for vice president. During the convention, Frederick Douglass was invited to speak and became the first African-American to have his name put forward for a presidential nomination in a major party's roll call vote; he received one vote from Kentucky on the fourth ballot."
      },
      {
        "title": "1892 Republican National Convention",
        "url": "https://en.wikipedia.org/wiki/1892_Republican_National_Convention",
        "first_paragraph": "The 1892 Republican National Convention was held at the Industrial Exposition Building, Minneapolis, Minnesota, from June 7 to June 10, 1892. The party nominated President Benjamin Harrison for re-election on the first ballot and Whitelaw Reid of New York for vice president."
      },
      {
        "title": "1892 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1892_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 8, 1892. In the fourth rematch in American history, the Democratic nominee, former president Grover Cleveland, defeated the incumbent Republican President Benjamin Harrison. Cleveland's victory made him the first president in American history to be elected to a non-consecutive second term, and the only until Donald Trump was reelected in 2024."
      },
      {
        "title": "1896 Republican National Convention",
        "url": "https://en.wikipedia.org/wiki/1896_Republican_National_Convention",
        "first_paragraph": "The 1896 Republican National Convention was held in a temporary structure south of the St. Louis City Hall in St. Louis, Missouri, from June 16 to June 18, 1896."
      },
      {
        "title": "1900 Republican National Convention",
        "url": "https://en.wikipedia.org/wiki/1900_Republican_National_Convention",
        "first_paragraph": "The 1900 Republican National Convention was held June 19 to June 21 in the Exposition Auditorium, Philadelphia, Pennsylvania. The Exposition Auditorium was located south of the University of Pennsylvania, and the later Convention Hall was constructed along the building's east wall. It was demolished in 2006."
      },
      {
        "title": "1904 Republican National Convention",
        "url": "https://en.wikipedia.org/wiki/1904_Republican_National_Convention",
        "first_paragraph": "The 1904 Republican National Convention was held in the Chicago Coliseum, Chicago, Cook County, Illinois, on June 21 to June 23, 1904."
      },
      {
        "title": "1908 Republican National Convention",
        "url": "https://en.wikipedia.org/wiki/1908_Republican_National_Convention",
        "first_paragraph": "The 1908 Republican National Convention was held in Chicago Coliseum, Chicago, Illinois on June 16 to June 19, 1908. It convened to nominate successors to President Theodore Roosevelt and Vice President Charles W. Fairbanks."
      },
      {
        "title": "1912 Republican National Convention",
        "url": "https://en.wikipedia.org/wiki/1912_Republican_National_Convention",
        "first_paragraph": "The 1912 Republican National Convention was held at the Chicago Coliseum, Chicago, Illinois, from June 18 to June 22, 1912. The party nominated President William Howard Taft and Vice President James S. Sherman for re-election for the 1912 United States presidential election."
      },
      {
        "title": "1912 Republican Party presidential primaries",
        "url": "https://en.wikipedia.org/wiki/1912_Republican_Party_presidential_primaries",
        "first_paragraph": "From January 23 to June 4, 1912, delegates to the 1912 Republican National Convention were selected through a series of primaries, caucuses, and conventions to determine the party's nominee for president in the 1912 election. Incumbent president William Howard Taft was chosen over former president Theodore Roosevelt. Taft's victory at the national convention precipitated a fissure in the Republican Party, with Roosevelt standing for the presidency as the candidate of an independent Progressive Party, and the election of Democrat Woodrow Wilson over the divided Republicans."
      },
      {
        "title": "1912 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1912_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 5, 1912. The Democratic ticket of governor Woodrow Wilson of New Jersey and governor Thomas Marshall of Indiana defeated the Republican ticket of incumbent President William Howard Taft and university president Nicholas Butler while also defeating the Progressive/\"Bull Moose\" ticket of former president Theodore Roosevelt and governor Hiram Johnson of California and the Socialist Party ticket of state senatorEugene V. Debs and mayor Emil Seidel."
      },
      {
        "title": "1916 Republican National Convention",
        "url": "https://en.wikipedia.org/wiki/1916_Republican_National_Convention",
        "first_paragraph": "The 1916 Republican National Convention was held in Chicago from June 7 to June 10. A major goal of the party's bosses at the convention was to heal the bitter split within the party that had occurred in the 1912 presidential campaign. In that year, Theodore Roosevelt bolted the GOP and formed his own political party, the Progressive Party, which contained most of the GOP's liberals. William Howard Taft, the incumbent president, won the nomination of the regular Republican Party. This split in the GOP ranks divided the Republican vote and led to the election of Democrat Woodrow Wilson."
      },
      {
        "title": "1916 Republican Party presidential primaries",
        "url": "https://en.wikipedia.org/wiki/1916_Republican_Party_presidential_primaries",
        "first_paragraph": "From February 9 to June 6, through a series of primaries and caucuses, voters of the Republican Party elected delegates to the 1916 Republican National Convention, held June 7 to June 10, 1916, in Chicago, Illinois to choose the party's nominee for President of the United States. The delegate election process was inconclusive, with a majority of delegates not pledged to any candidate and a small plurality supporting Associate Justice of the Supreme Court Charles Evans Hughes. Hughes eventually secured the nomination at the convention on the third ballot."
      },
      {
        "title": "1916 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1916_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 7, 1916. The Democratic ticket of incumbent President Woodrow Wilson and incumbent Vice President Thomas Marshall defeated the Republican ticket of former associate justice of the Supreme Court Charles Evans Hughes and former Vice President Charles Fairbanks by a narrow margin. The Republican candidate. Wilson was the first incumbent Democrat since 1832 to win re-election to a second consecutive term."
      },
      {
        "title": "1920 Republican National Convention",
        "url": "https://en.wikipedia.org/wiki/1920_Republican_National_Convention",
        "first_paragraph": "The 1920 Republican National Convention nominated Ohio Senator Warren G. Harding for president and Massachusetts Governor Calvin Coolidge for vice president. The convention was held in Chicago, Illinois, at the Chicago Coliseum from June 8 to June 12, 1920, with 940 delegates. Under convention rules, a majority plus one, or at least 471 of the 940 delegates, was necessary for a nomination."
      },
      {
        "title": "1920 Republican Party presidential primaries",
        "url": "https://en.wikipedia.org/wiki/1920_Republican_Party_presidential_primaries",
        "first_paragraph": "From March 9 to June 5, 1920, voters of the Republican Party elected delegates to the 1920 Republican National Convention for the purpose of choosing the party's nominee for president in the 1920 election."
      },
      {
        "title": "1920 United States presidential election",
        "url": "https://en.wikipedia.org/wiki/1920_United_States_presidential_election",
        "first_paragraph": "Presidential elections were held in the United States on November 2, 1920. The Republican ticket of senator Warren G. Harding of Ohio and governor Calvin Coolidge of Massachusetts defeated the Democratic ticket of governor James M. Cox of Ohio and assistant secratary Franklin Roosevelt of New York. It was the first election held after the end of the First World War, and the first election after the ratification of the Nineteenth Amendment gave nationwide suffrage to women. It was the first presidential election to have its results broadcast by radio."
      },
      {
        "title": "1924 Republican National Convention",
        "url": "https://en.wikipedia.org/wiki/1924_Republican_National_Convention",
        "first_paragraph": "The 1924 Republican National Convention was held in Cleveland, Ohio, at the Public Auditorium, from June 10 to 12."
      }
    ],
    "what_links_here": [
      {
        "title": "Abraham Lincoln",
        "url": "https://en.wikipedia.org/wiki/Abraham_Lincoln",
        "first_paragraph": "Abraham Lincoln was the 16th president of the United States, serving from 1861 until his assassination in 1865. He led the United States through the American Civil War, defeating the Confederate States of America and playing a major role in the abolition of slavery."
      },
      {
        "title": "Alternate history",
        "url": "https://en.wikipedia.org/wiki/Alternate_history",
        "first_paragraph": "Alternate history is a subgenre of speculative fiction in which one or more historical events have occurred but are resolved differently than in actual history. As conjecture based upon historical fact, alternate history stories propose What if? scenarios about crucial events in human history, and present outcomes very different from the historical record. Some alternate histories are considered a subgenre of science fiction, or historical fiction."
      },
      {
        "title": "Andrew Johnson",
        "url": "https://en.wikipedia.org/wiki/Andrew_Johnson",
        "first_paragraph": "Andrew Johnson was the 17th president of the United States, serving from 1865 to 1869. The 16th vice president, he assumed the presidency following the assassination of Abraham Lincoln. Johnson was a Southern Democrat who ran with Lincoln on the National Union Party ticket in the 1864 presidential election, coming to office as the American Civil War concluded. Johnson favored quick restoration of the seceded states to the Union without protection for the newly freed people who were formerly enslaved, as well as pardoning ex-Confederates. This led to conflict with the Republican Party-dominated U.S. Congress, culminating in his impeachment by the House of Representatives in 1868. He was acquitted in the Senate by one vote."
      },
      {
        "title": "Associate Justice of the Supreme Court of the United States",
        "url": "https://en.wikipedia.org/wiki/Associate_Justice_of_the_Supreme_Court_of_the_United_States",
        "first_paragraph": "An associate justice of the Supreme Court of the United States is a justice of the Supreme Court of the United States, other than the chief justice of the United States. The number of associate justices is eight, as set by the Judiciary Act of 1869."
      },
      {
        "title": "Bill Clinton",
        "url": "https://en.wikipedia.org/wiki/Bill_Clinton",
        "first_paragraph": "William Jefferson Clinton is an American politician and lawyer who was the 42nd president of the United States from 1993 to 2001. A member of the Democratic Party, he previously served as the attorney general of Arkansas from 1977 to 1979 and as the governor of Arkansas from 1979 to 1981, and again from 1983 to 1992. Clinton, whose policies reflected a centrist \"Third Way\" political philosophy, became known as a New Democrat."
      },
      {
        "title": "Barry Goldwater",
        "url": "https://en.wikipedia.org/wiki/Barry_Goldwater",
        "first_paragraph": "Barry Morris Goldwater was an American politician and major general in the Air Force Reserve who served as a United States senator from 1953 to 1965 and 1969 to 1987, and was the Republican Party's nominee for president in 1964."
      },
      {
        "title": "Calvin Coolidge",
        "url": "https://en.wikipedia.org/wiki/Calvin_Coolidge",
        "first_paragraph": "Calvin Coolidge was the 30th president of the United States, serving from 1923 to 1929. A Republican lawyer from Massachusetts, he previously served as the 29th vice president from 1921 to 1923 under President Warren G. Harding, and as the 48th governor of Massachusetts from 1919 to 1921. Coolidge gained a reputation as a small-government conservative with a taciturn personality and dry sense of humor that earned him the nickname \"Silent Cal\"."
      },
      {
        "title": "Conservatism",
        "url": "https://en.wikipedia.org/wiki/Conservatism",
        "first_paragraph": "Conservatism is a cultural, social, and political philosophy and ideology that seeks to promote and preserve traditional institutions, customs, and values. The central tenets of conservatism may vary in relation to the culture and civilization in which it appears. In Western culture, depending on the particular nation, conservatives seek to promote and preserve a range of institutions, such as the nuclear family, organized religion, the military, the nation-state, property rights, rule of law, aristocracy, and monarchy. Conservatives tend to favor institutions and practices that enhance social order and historical continuity."
      },
      {
        "title": "Classical liberalism",
        "url": "https://en.wikipedia.org/wiki/Classical_liberalism",
        "first_paragraph": "Classical liberalism is a political tradition and a branch of liberalism that advocates free market and laissez-faire economics and civil liberties under the rule of law, with special emphasis on individual autonomy, limited government, economic freedom, political freedom and freedom of speech. Classical liberalism, contrary to progressive branches like social liberalism, looks more negatively on social policies, taxation and the state involvement in the lives of individuals, and it advocates deregulation."
      },
      {
        "title": "Columbus, Indiana",
        "url": "https://en.wikipedia.org/wiki/Columbus%2C_Indiana",
        "first_paragraph": "Columbus is a city in and the county seat of Bartholomew County, Indiana, United States. The population was 50,474 at the 2020 census. The city is known for its architectural significance, having commissioned noted works of modern architecture and public art since the mid-20th century; the annual program Exhibit Columbus celebrates this legacy. Located about 40 mi (64 km) south of Indianapolis, on the east fork of the White River, it is the state's 20th-largest city. It is the principal city of the Columbus, Indiana metropolitan statistical area, which encompasses all of Bartholomew County. Columbus is the birthplace of former Indiana Governor and former Vice President of the United States, Mike Pence."
      }
    ]
  }
}